{
  "nct_id": "NCT05878587",
  "title": "Burger Allen Exercises in Knee OA With Type II Diabetes",
  "conditions": [
    "Knee Osteoarthritis",
    "Type II Diabetes"
  ],
  "interventions": [
    "thermotherapy+ TENS+ low intensity high repetition exercises and Buerger Allen",
    "thermotherapy+ TENS+ low intensity high repetition exercises"
  ],
  "phase": "NA",
  "summary": "There is a potential link between diabetes mellitus (DM) and severity of osteoarthritis .Type 2 diabetes is a part of the metabolic syndrome (Mets) accompanied by ageing and mechanical stress are also a risk factor to osteoarthritis. Every anatomical component of the joint demonstrated faster joint deterioration and elevated inflammation at microcellular environment of individuals with DM. Normal chondrocytes capacity to adapt to the local glucose level is impaired by OA and there is a significant risk of glucose toxicity and increased glucose absorption. The most dependable and effective treatment for mild to early joint osteoarthritis is exercise. Active free exercises i.e. Buerger Allen exercises are used as a conservative perfusion therapy because they rely on how gravity affects the smooth muscles in the valves. Synovial fluid supports the joint's ability to recover while also reducing inflammation and enhancing overall joint function. The aim of the study is to determine the effect of Buerger Allen exercise and low intensity high repetition exercises on pain, range of motion and disability in knee osteoarthritis with type 2 diabetes. The study would be randomized controlled trial. Total thirty-six subjects will be assigned randomly by using lottery randomization into two groups. Group A will receive conventional therapy and an additional Buerger Allen exercise while Group B will be a control group receiving only baseline treatment. Numeric pain rating scale (NPRS), Ankle Brachial Index, KOOS and Goniometer will be used as outcome measure tools for pain, range of motion and disability. Measure will be taken at baseline and at the end of treatment session. The collected data will be analyzed in Statistical Package for the Social Sciences (SPSS) 25.0.If data will be normally distributed then parametric if not normally distributed than non-parametric",
  "source": "clinicaltrials.gov",
  "collected_at": "2026-01-07T20:03:08.891636"
}