{
  "nct_id": "NCT05894252",
  "title": "Walking Interventions to Improve Quality of Life Among Adults with T2D in SA and the UK",
  "conditions": [
    "Type 2 Diabetes",
    "Quality of Life"
  ],
  "interventions": [
    "Walking Interventions"
  ],
  "phase": "NA",
  "summary": "The research will be conducted as a quantitative experimental study (as an intervention). For the primary DV, quality of life, there are two effective measures.\n\n* Health-related Quality of Life (HRQoL) scales of the SF-36 short form\n* Euro-QoL instruments (EQ-5D).\n\nAdditionally, secondary variables assessed will be:\n\n* (Physical Activity (the International PA questionnaire, short form - IPAQ)\n* General Anxiety (the Generalised Anxiety Disorder Assessment - GAD-7\n* Symptoms of Depression (the Patient Health Questionnaire - PHQ-9)\n* Habitual diet will be assessed with the EPIC food frequency questionnaire,\n* Memory function through the Gorilla online questionnaire (Memory Intrusion - TB1 and TB2).\n* Health locus of control (Multidimensional Health Locus of Control form C)\n\nParticipants in the intervention group will be required to complete a 30-minute walk five days a week for 12 weeks. This will be in addition to any regular walking or exercise they are currently doing, which will be assessed via questionnaire at baseline. In the control group, participants will be asked to continue with their daily routines and usual level of physical activity.\n\nThe baseline measurements will be taken before the intervention at week zero. Subsequently, all the participants will attend a virtual meeting (screening visit) to learn about the key aspects of the research, including the required actions of the control and intervention groups, how to use the act watch and report the required data. All participants in the intervention group and the control group will be required to wear acti-watches, which will be given to them for free.\n\nParticipants in both groups will be asked to report the number of steps covered each week. Participants will report this information through an online link provided by the researcher. Each participant will access their data through an app that comes with the watch, however, the researchers will not have access to the app",
  "source": "clinicaltrials.gov",
  "collected_at": "2026-01-07T20:03:07.937352"
}