{
  "pmid": "41466001",
  "title": "Chronic disease self-management in heart failure: A narrative review of performance gaps and emerging solutions.",
  "abstract": "Heart failure remains a major global health challenge, and despite therapeutic advances, chronic disease self-management continues to show significant gaps at patient, provider, and system levels. This narrative review synthesizes evidence published between 2000 and 2025 across randomized trials, systematic reviews, guideline statements, and qualitative studies to examine the effectiveness of education, lifestyle modification, medication adherence strategies, digital health tools, and psychosocial support in improving self-management outcomes. The literature consistently demonstrates that patient education, structured exercise, and dietary modification enhance clinical and quality-of-life outcomes, while digital health interventions offer promising but variable long-term benefits. Persistent disparities rooted in socioeconomic status, cultural beliefs, health literacy, and access to technology influence the uptake and effectiveness of self-management strategies. Implementation science underscores challenges related to cost, scalability, and sustainability, whereas patient perspectives emphasize the need for simplified treatment regimens, caregiver involvement, and culturally tailored education. Overall, optimizing chronic disease self-management in heart failure requires a holistic, patient-centered approach that integrates evidence-based strategies with real-world implementation considerations and equity-focused adaptations. Future research should prioritize digital health innovations, caregiver-patient dyadic models, and culturally adapted interventions to reduce disparities and improve long-term outcomes.",
  "authors": [
    "Sanjana S Nelogal",
    "Sai Teja Yedam",
    "Srija Reddy Koppula",
    "Hafsa Imtiaz",
    "Pranay Shettywarangale"
  ],
  "journal": "Medicine",
  "year": "",
  "keywords": [
    "chronic disease management",
    "evidence-based practices",
    "health outcomes",
    "healthcare access",
    "healthcare disparities",
    "healthcare systems",
    "heart failure",
    "medication adherence",
    "patient education",
    "self-management"
  ],
  "source": "pubmed",
  "collected_at": "2026-01-07T20:02:09.222475"
}