{
  "pmid": "41431080",
  "title": "The role of self-efficacy in self-management behaviours among patients with rheumatoid arthritis: A cross-sectional study based on the Information-Motivation-Behavioural skills model.",
  "abstract": "Rheumatoid arthritis (RA) is a chronic, incurable condition. Effective self-management behaviors can enable patients to monitor disease progression, alleviate symptoms, and enhance quality of life. However, the mechanisms underlying self-management behaviors remain unclear. This study aimed to explore the relationship between disease knowledge, coping style, social support, self-efficacy, and self-management behaviors in Chinese patients with RA, framed within the Information-Motivation-Behavioural skills model. A cross-sectional study was conducted among patients with RA from the rheumatology and immunology department of a tertiary hospital in Sichuan Province, China between September 2021 and March 2022. Data were collected by questionnaires. Structural equation modeling was employed to examine the direct and indirect pathways linking disease knowledge, coping style, social support, self-efficacy, and self-management behaviors. A total of 529 participants completed the questionnaire. The mean score of self-management behaviors was 61.68 ± 14.84. Disease knowledge (β = 0.351, 95% CI [0.211-0.478]), confrontation (β = 0.341, 95% CI [0.213-0.465]), and self-efficacy (β = 0.104, 95% CI [0.030-0.17]) had significant direct effects on self-management behaviors. Additionally, disease knowledge (β = 0.309, 95% CI [0.177-0.437]), avoidance coping (β = -0.023, 95% CI [-0.049 to -0.007]), and social support (β = 0.015, 95% CI [0.002-0.041]) indirectly influenced self-management behaviors through self-efficacy. Self-efficacy emerged as a key mediator in RA self-management, linking cognitive, motivational, and social factors. Interventions that enhance disease knowledge, promote proactive coping strategies, and strengthen social support: guided by the Information-Motivation-Behavioural skills model: may optimize self-management behaviors and improve clinical outcomes. These findings provide both theoretical and practical insights into psychosocial determinants of self-management in RA.",
  "authors": [
    "Jinglin Chen",
    "Yuqing Song",
    "Huaying Chen",
    "Lin Tao",
    "Ying Wang"
  ],
  "journal": "Medicine",
  "year": "",
  "keywords": [
    "arthritis",
    "influencing factor",
    "rheumatoid",
    "self-management behaviours",
    "structural equation model"
  ],
  "source": "pubmed",
  "collected_at": "2026-01-07T20:02:09.222623"
}