{
  "pmid": "41427135",
  "title": "Postoperative management following equine orthopedic surgery: a survey of diplomates of the ACVS and ACVSMR.",
  "abstract": "Postoperative management, including rehabilitation and physical therapy, is important to decrease pain and improve return to function in human and small animal orthopedic surgical cases; however, recommendations for postoperative management for equine orthopedic surgical cases is limited. As the field of equine rehabilitation continues to expand, we must understand how postoperative management and rehabilitation modalities are being used to determine evidence based guidelines for commonly utilized modalities. The objectives of this cross-sectional survey were to (1) investigate postoperative management recommendations for four common equine orthopedic surgical scenarios by diplomates of the American College of Veterinary Surgeons (ACVS) and American College of Veterinary Sports Medicine and Rehabilitation (ACVSMR) and to (2) determine if recommendations were different between specialties and (3) different between surgical scenarios. An electronic cross-sectional survey with four equine orthopedic surgical scenarios (simple arthroscopy [SA], septic arthritis [SJ], deep digital flexor tendon tear [DT], and neurectomy of the deep branch of the lateral plantar nerve and fasciotomy [NF]) with questions regarding postoperative management recommendations was distributed to diplomates of the ACVS and ACVSMR. A total of 85 surveys were completed. Non-steroidal anti-inflammatory administration, bandaging, hand-walking, and small paddock turnout, were most recommended for all scenarios. SA, SJ, and NF cases had small paddock turnout, full turnout, and ridden exercise recommended sooner than DT cases. Longer periods of hand-walking and small paddock turnout were recommended for DT cases. Intrathecal therapies were most frequently recommended for DT cases. ACVSMR diplomates were more likely to recommend rehabilitation modalities for certain scenarios. In conclusion, results of this survey describe postoperative management for equine orthopedic surgical cases recommended by ACVS and ACVSMR diplomates. Few differences were identified in recommendations between diplomates. Differences were identified between the different surgical case scenarios.",
  "authors": [
    "Carrie Jacobs",
    "Lauren Virginia Schnabel",
    "Caitlyn Redding Horne",
    "Sara Tufts",
    "Emily Gray Medlin Martin"
  ],
  "journal": "Frontiers in veterinary science",
  "year": "",
  "keywords": [
    "equine",
    "orthopedic",
    "postoperative",
    "rehabilitation",
    "surgery"
  ],
  "source": "pubmed",
  "collected_at": "2026-01-07T20:02:13.820504"
}