{
  "source_url": "https://www.heart.org/en/health-topics/high-blood-pressure",
  "title": "High Blood Pressure",
  "content": "High Blood Pressure Take Control of Your Blood Pressure, Try Our BP Calculator What Is High Blood Pressure? High blood pressure occurs when the force of blood flowing through your blood vessels is consistently too high. High blood pressure is also called hypertension. Get the facts Understanding Blood Pressure Readings New High Blood Pressure Guideline: Top 10 Things to Know How to Manage High Blood Pressure Blood Pressure Calculator Do It Yourself Health Lesson: Understanding Blood Pressure High blood pressure is the easiest modifiable risk factor for better heart health—and you have the power to control it. Our Do It Yourself Health Lesson: Understanding Blood Pressure gives you the knowledge and tools to take charge of your numbers, protect your heart, and live a longer, healthier life. Start taking control of your health—one step, and one number, at a time. Take the free health lesson on blood pressure today Support That Empowers Managing high blood pressure or any chronic condition is more manageable when you have emotional support. Join our online community of other individuals who know what you are going through and can help you on your journey. Find encouragement Play without Auto-Play Video: Learn how to monitor your blood pressure at home Play without Auto-Play Video: What is the difference between hypertension and high blood pressure? Be inspired and stay informed. Heart Insight® e-news is our trusted, award-winning monthly publication for people living with heart disease, their families and caregivers. Don’t miss an issue. Subscribe today! First Name (required) Last Name (required) Email (required) Zip Code (required) By clicking the sign up button you agree to the Terms and Conditions and Privacy Policy. Contact ID Form ID Form Name Form Submission Date Form URL Campaign Content Campaign Source Campaign Medium Understanding Blood Pressure Readings New High Blood Pressure Guideline: Top 10 Things to Know How to Manage High Blood Pressure",
  "metadata": {
    "scraped_at": "2026-01-07T20:01:57.951878",
    "content_type": "medical_article",
    "word_count": 312,
    "headers_found": 14
  },
  "headers": [
    {
      "level": "h1",
      "text": "High Blood Pressure"
    },
    {
      "level": "h2",
      "text": "What Is High Blood Pressure?"
    },
    {
      "level": "h2",
      "text": "Blood Pressure Calculator"
    },
    {
      "level": "h2",
      "text": ""
    },
    {
      "level": "h2",
      "text": ""
    },
    {
      "level": "h2",
      "text": ""
    },
    {
      "level": "h2",
      "text": ""
    },
    {
      "level": "h2",
      "text": ""
    },
    {
      "level": "h2",
      "text": ""
    },
    {
      "level": "h2",
      "text": ""
    },
    {
      "level": "h2",
      "text": ""
    },
    {
      "level": "h2",
      "text": "Do It Yourself Health Lesson: Understanding Blood Pressure"
    },
    {
      "level": "h2",
      "text": "Support That Empowers"
    },
    {
      "level": "h2",
      "text": "Be inspired and stay informed."
    }
  ],
  "keywords": [
    "blood",
    "pressure",
    "high",
    "your",
    "health",
    "understanding",
    "heart",
    "play",
    "required",
    "form"
  ]
}