{
  "pmid": "41462049",
  "title": "Effects of instrument-assisted soft tissue mobilization combined with exercise on knee joint muscle activity during walking in patients with moderate knee osteoarthritis: A randomized controlled clinical trial.",
  "abstract": "Knee osteoarthritis (KOA) is a degenerative joint disorder characterized by pain and stiffness, often leading to compensatory increases in muscle activity. Instrument-assisted soft tissue mobilization (IASTM) is an emerging manual therapy with potential benefits in soft tissue release and pain management. This study investigated the effects of IASTM combined with exercise therapy on muscle activity and clinical outcomes in individuals with KOA. Thirty KOA patients were randomly allocated to either an IASTM plus exercise group or a sham IASTM plus exercise group. The intervention consisted of four sessions over two weeks. Electromyographic (EMG) activity was assessed pre- and post-treatment using mean root mean square (RMS) amplitude values and co-contraction indices of selected lower limb muscles during preferred and fast walking. Pain intensity, knee and ankle strength, and self-reported disability were also evaluated. Significant group*time interactions were observed for the vastus medialis, semitendinosus, and tibialis anterior, with post-treatment EMG activity decreasing in the IASTM group and increasing in the sham group. All mean RMS values and co-contraction indices were significantly higher during fast walking. A significant speed*time interaction for the vastus lateralis revealed more pronounced post-treatment reductions during fast walking, with a trend toward decreased activity in the IASTM group and increased activity in the sham group. Both groups demonstrated significant improvements in pain, disability, and muscle strength; however, the IASTM group showed greater improvements, supported by significant interaction effects. Correlation analysis revealed that EMG activity in the rectus femoris, vastus medialis, and biceps femoris was moderately and positively associated with pain levels. The rectus femoris and medial gastrocnemius also showed inverse associations with muscle strength. Although both groups showed improvements in pain, strength, and disability, greater gains were observed in the IASTM group. Notably, IASTM combined with exercise therapy also reduced EMG activity. This reduction, alongside increased strength, suggests enhanced neuromuscular efficiency, which may decrease intra-articular loading associated with elevated muscle activation-commonly observed in KOA patients-while supporting joint stability. These findings highlight the potential benefit of incorporating soft tissue mobilization techniques alongside exercise therapy in KOA rehabilitation programs. Trial registration This trial was registered on 14 January 2022 at https://www.irct.behdasht.gov.ir with the registration code IRCT20201128049511N3. It is also accessible via the WHO trial search portal at: https://trialsearch.who.int/Trial2.aspx?TrialID=IRCT20201128049511N3 .",
  "authors": [
    "Bahare Jafarsalehi",
    "Sahar Boozari",
    "Giti Torkaman"
  ],
  "journal": "Scientific reports",
  "year": "",
  "keywords": [
    "Electromyography",
    "Gait",
    "Muscle strength",
    "Myofascial release therapy",
    "Osteoarthritis"
  ],
  "source": "pubmed",
  "collected_at": "2026-01-07T20:02:13.820452"
}