{
  "pmid": "41464714",
  "title": "In the Mouth or in the Gut? Innovation Through Implementing Oral and Gastrointestinal Health Science in Chronic Pain Management.",
  "abstract": "Recent scientific advances point towards an important role for oral and gastrointestinal health in people with chronic pain. Poor oral health (e.g., periodontitis, tooth loss) is observed in subgroups of the chronic pain population, including abdominal pain, low back pain, fibromyalgia, and rheumatoid arthritis. In addition to poor oral health, studies have also revealed altered intestinal microbiota compositions in various types of chronic pain, including people with chronic low back pain, knee osteoarthritis, visceral pain, fibromyalgia, tinnitus, and migraine. While overweight/obesity contributes to the likelihood of gut dysbiosis, normal-weight individuals with chronic pain also more often present with poor gut health. Both gastrointestinal and oral health problems (e.g., periodontitis, tooth loss) are increasingly recognized across multiple chronic pain conditions, including abdominal pain, low back pain, fibromyalgia, and rheumatoid arthritis. This perspective paper provides an overview of the requirements for integrating oral and gastrointestinal health in chronic pain management. First and foremost, oral and gastrointestinal health issues need to be recognized as common chronic pain comorbidities that require tailored treatment. Next to recognition of the issue, individuals seeking care for chronic pain need to be screened routinely for these oral and gastrointestinal comorbidities. In terms of management, the following options are suggested: (1) providing oral and gastrointestinal health science education; (2) considering the possible interplay between the gut microbiome and drug treatment (including polypharmacy); (3) expanding the importance of dietary interventions; and (4) considering the potential interplay with other lifestyle factors (e.g., chronic insomnia, overweight/obesity, depression and anxiety). To inform the implementation of these suggestions, longitudinal cohort studies investigating the role of oral and gastrointestinal health in people with chronic pain, as well as studies exploring possible (modifiable) factors that affect the oral and/or gut microbiome, are needed. This includes the bidirectional interplay between the gut microbiome and drugs commonly prescribed to patients with chronic pain. Likewise, adequately powered and controlled clinical trials evaluating the effectiveness of possible treatments for oral and/or gastrointestinal comorbidities in people with chronic pain represent another research priority. Such randomized clinical trials can not only examine the possible causal link between poor oral/gut health and treatment outcomes, but also inform the development of new, innovative ways to improve care for people with chronic pain.",
  "authors": [
    "Jo Nijs",
    "Ishtiaq Ahmed",
    "Doris Vandeputte",
    "Burel R Goodin",
    "Tolulope Adetayo"
  ],
  "journal": "Journal of clinical medicine",
  "year": "",
  "keywords": [
    "chronic pain",
    "gut dysbiosis",
    "nutrition",
    "oral dysbiosis",
    "pharmacomicrobiomics",
    "sleep management",
    "stress management"
  ],
  "source": "pubmed",
  "collected_at": "2026-01-07T20:02:13.820406"
}