{
  "pmid": "41464289",
  "title": "Metformin-Enhanced Digital Therapeutics for the Affordable Primary Prevention of Diabetes and Cardiovascular Diseases: Advancing Low-Cost Solutions for Lifestyle-Related Chronic Disorders.",
  "abstract": "Each year, over 1 million people in the United States die from diabetes and cardiovascular diseases (CVDs). These largely preventable chronic conditions also create a financial burden on patients, payers, and healthcare systems. The popularity of GLP-1-based management of cardiometabolic conditions can escalate healthcare spending, while incentivizing digitization of semaglutide (Ozempic, Wegovy), tirzepatide (Mounjaro), and others using the \"prescription drug use-related software\" (PDURS) framework. In this article, we highlight opportunities to advance digital-first interventions and metformin-enhanced digital therapeutics (DTx) for the primary prevention of diabetes and CVDs. Metformin is a low-cost antidiabetic medication that is effective in preventing diabetes and cardiovascular adverse events. Concurrently, digital health technologies for managing chronic conditions, e.g., Dario Health, Omada Health, and WellDoc, enable digital-first and drug + digital combination therapies for prediabetes and those at risk for CVDs. We describe incentives for advancing Affordable Primary Prevention (APP), suggesting that nonprofit healthcare systems, such as Kaiser Permanente, Intermountain Health or Ascension Health, payers such as Cigna and Aetna/CVS Health, or private equity investors can leverage their venture funds to support development of metformin-enhanced DTx. In conclusion, (1) the PDURS framework can accelerate innovation of preventive medicine by bridging precision digital interventions with low-cost generic drugs, and (2) integrating healthy behaviors with pharmacotherapies is essential for the financially sustainable prevention of lifestyle-related chronic diseases.",
  "authors": [
    "Brian Farley",
    "Emi Radetich",
    "Joseph DAlessandro",
    "Grzegorz Bulaj"
  ],
  "journal": "Healthcare (Basel, Switzerland)",
  "year": "",
  "keywords": [
    "AI",
    "digital therapeutic",
    "health coaching",
    "healthcare costs",
    "healthcare insurance",
    "insulin",
    "mobile app",
    "nutrition",
    "obesity",
    "pharmacy care",
    "risk factors"
  ],
  "source": "pubmed",
  "collected_at": "2026-01-07T20:02:09.222532"
}