[
  {
    "source_url": "https://www.who.int/news-room/fact-sheets/detail/noncommunicable-diseases",
    "title": "Noncommunicable diseases",
    "content": "Noncommunicable diseases 25 September 2025 Key factsNoncommunicable diseases (NCDs) killed at least 43 million people in 2021, equivalent to 75% of non-pandemic-related deaths globally.In 2021, 18 million people died from an NCD before age 70 years; 82% of these premature deaths occur in low- and middle-income countries.Of all NCD deaths, 73% are in low- and middle-income countries.Cardiovascular diseases account for most NCD deaths, or at least 19 million deaths in 2021, followed by cancers (10 million), chronic respiratory diseases (4 million), and diabetes (over 2 million including kidney disease deaths caused by diabetes).These four groups of diseases account for 80% of all premature NCD deaths.Tobacco use, physical inactivity, the harmful use of alcohol, unhealthy diets and air pollution all increase the risk of dying from an NCD.Detection, screening and treatment of NCDs, as well as palliative care, are key components of the response to NCDs.OverviewNoncommunicable diseases (NCDs), also known as chronic diseases, tend to be of long duration and are the result of a combination of genetic, physiological, environmental and behavioural factors.The main types of NCDs are cardiovascular diseases (such as heart attacks and stroke), cancers, chronic respiratory diseases (such as chronic obstructive pulmonary disease and asthma) and diabetes.NCDs disproportionately affect people in low- and middle-income countries, where nearly three quarters of global NCD deaths (32 million) occur.People at riskPeople of all age groups, regions and countries are affected by NCDs. These conditions are often associated with older age groups, but about 18 million NCD deaths occur before the age of 70 years. NCDs cause more deaths in this age group than all other causes of death combined. Of these premature deaths, 82% are estimated to occur in low- and middle-income countries. Children, adults and the elderly are all vulnerable to the risk factors contributing to NCDs, whether from unhealthy diets, physical inactivity, exposure to tobacco smoke, or the harmful use of alcohol or air pollution.Unhealthy diets and a lack of physical activity may show up in people as raised blood pressure, increased blood glucose, elevated blood lipids and obesity. These are called metabolic risk factors and can lead to cardiovascular disease, the leading NCD in terms of premature deaths.Risk factorsBehavioural risk factorsBehavioural risk factors increase the risk of NCDS, including:tobacco use (including the effects of exposure to second-hand smoke);unhealthy diets, including excess salt, sugar, and fats;harmful use of alcohol; andinsufficient physical activity.The social, commercial, and physical environment are key drivers of these behaviours.Metabolic risk factorsBehavioural risk factors contribute to four key metabolic changes that increase the risk of NCDs:raised blood pressure (including hypertension);overweight/obesity;high blood glucose levels (including diabetes); andabnormal blood lipids (including high cholesterol).In terms of attributable deaths, the leading metabolic risk factor globally is elevated blood pressure (to which 25% of global NCD deaths are attributed) (1), followed by raised blood glucose and overweight and obesity.Environmental risk factorsSeveral environmental risk factors contribute to NCDs. Air pollution – indoor and outdoor – is the largest of these, accounting for 6.7 million deaths globally, of which about 5.6 million are due to NCDs, including stroke, ischaemic heart disease, chronic obstructive pulmonary disease, and lung cancer.Socioeconomic impactNCDs threaten progress towards the 2030 Agenda for Sustainable Development, which includes a target of reducing the probability of death from any of the four main NCDs between ages 30 and 70 years by one third by 2030.Poverty is closely linked with NCDs. The rapid rise in NCDs is predicted to impede poverty reduction initiatives in low-income countries, particularly by increasing household costs associated with health care. Vulnerable and socially disadvantaged people get sicker and die sooner than people of higher socio-economic positions, especially because they may have limited access to health services. To reduce these inequities, governments must invest in health systems that respond to users’ expectations and needs.Prevention and controlAn important way to control NCDs is to focus on reducing the risk factors associated with these diseases. Low-cost solutions exist for governments and other stakeholders to reduce the common modifiable risk factors. Monitoring progress and trends of NCDs and their risk is important for guiding policy and priorities.To lessen the impact of NCDs on individuals and society, a comprehensive approach is needed requiring all sectors, including health, finance, transport, education, agriculture, planning and others, to collaborate to reduce the risks associated with NCDs, and to promote interventions to prevent and control them.Investing in better management of NCDs is critical. Management of NCDs includes detecting, screening and treating these diseases, and providing access to palliative care for people in need. High impact essential NCD interventions can be delivered through a primary health care approach to strengthen early detection and timely treatment. Evidence shows such interventions are excellent economic investments because, if provided early to patients, they can reduce the need for more expensive treatment. Countries with inadequate health care coverage are unlikely to provide universal access to essential NCD interventions. NCD management interventions are essential for achieving the SDG target on NCDs.WHO responseThe 2030 Agenda for Sustainable Development recognizes NCDs as a major challenge for sustainable development. As part of the Agenda, heads of state and government committed to develop ambitious national responses, by 2030, to reduce by one third premature mortality from NCDs through prevention and treatment (SDG target 3.4). WHO plays a key leadership role in the coordination and promotion of the global fight against NCDs and the achievement of the Sustainable Development Goals target 3.4.In 2019, the World Health Assembly extended the WHO Global action plan for the prevention and control of NCDs 2013–2020 to 2030 and called for the development of an Implementation Roadmap 2023 to 2030 to accelerate progress on preventing and controlling NCDs. The Roadmap supports actions to achieve a set of nine global targets with the greatest impact towards prevention and management of NCDs. (1) Global Burden of Disease Collaborative Network, Global Burden of Disease Study 2021 (GBD 2021) Results (2024, Institute for Health Metrics and Evaluation – IHME) https://vizhub.healthdata.org/gbd-results/ Related WHO's work on noncommunicable diseases News Uncontrolled high blood pressure puts over a billion people at risk 23 September 2025 WHO urges cost effective solutions on NCDs and mental health amidst slowing progress 18 September 2025 WHO releases new reports and estimates highlighting urgent gaps in mental health 2 September 2025 Fact sheets Cancer 3 February 2025 Diabetes 14 November 2024 Cardiovascular diseases (CVDs) 31 July 2025 Depressive disorder (depression) 29 August 2025 Anxiety disorders 8 September 2025 More PublicationsGlobal Action Plan for the Prevention and Control of NCDs 2013–2020WHO Global status report on noncommunicable diseases 2014 Key factsNoncommunicable diseases (NCDs) killed at least 43 million people in 2021, equivalent to 75% of non-pandemic-related deaths globally.In 2021, 18 million people died from an NCD before age 70 years; 82% of these premature deaths occur in low- and middle-income countries.Of all NCD deaths, 73% are in low- and middle-income countries.Cardiovascular diseases account for most NCD deaths, or at least 19 million deaths in 2021, followed by cancers (10 million), chronic respiratory diseases (4 million), and diabetes (over 2 million including kidney disease deaths caused by diabetes).These four groups of diseases account for 80% of all premature NCD deaths.Tobacco use, physical inactivity, the harmful use of alcohol, unhealthy diets and air pollution all increase the risk of dying from an NCD.Detection, screening and treatment of NCDs, as well as palliative care, are key components of the response to NCDs.OverviewNoncommunicable diseases (NCDs), also known as chronic diseases, tend to be of long duration and are the result of a combination of genetic, physiological, environmental and behavioural factors.The main types of NCDs are cardiovascular diseases (such as heart attacks and stroke), cancers, chronic respiratory diseases (such as chronic obstructive pulmonary disease and asthma) and diabetes.NCDs disproportionately affect people in low- and middle-income countries, where nearly three quarters of global NCD deaths (32 million) occur.People at riskPeople of all age groups, regions and countries are affected by NCDs. These conditions are often associated with older age groups, but about 18 million NCD deaths occur before the age of 70 years. NCDs cause more deaths in this age group than all other causes of death combined. Of these premature deaths, 82% are estimated to occur in low- and middle-income countries. Children, adults and the elderly are all vulnerable to the risk factors contributing to NCDs, whether from unhealthy diets, physical inactivity, exposure to tobacco smoke, or the harmful use of alcohol or air pollution.Unhealthy diets and a lack of physical activity may show up in people as raised blood pressure, increased blood glucose, elevated blood lipids and obesity. These are called metabolic risk factors and can lead to cardiovascular disease, the leading NCD in terms of premature deaths.Risk factorsBehavioural risk factorsBehavioural risk factors increase the risk of NCDS, including:tobacco use (including the effects of exposure to second-hand smoke);unhealthy diets, including excess salt, sugar, and fats;harmful use of alcohol; andinsufficient physical activity.The social, commercial, and physical environment are key drivers of these behaviours.Metabolic risk factorsBehavioural risk factors contribute to four key metabolic changes that increase the risk of NCDs:raised blood pressure (including hypertension);overweight/obesity;high blood glucose levels (including diabetes); andabnormal blood lipids (including high cholesterol).In terms of attributable deaths, the leading metabolic risk factor globally is elevated blood pressure (to which 25% of global NCD deaths are attributed) (1), followed by raised blood glucose and overweight and obesity.Environmental risk factorsSeveral environmental risk factors contribute to NCDs. Air pollution – indoor and outdoor – is the largest of these, accounting for 6.7 million deaths globally, of which about 5.6 million are due to NCDs, including stroke, ischaemic heart disease, chronic obstructive pulmonary disease, and lung cancer.Socioeconomic impactNCDs threaten progress towards the 2030 Agenda for Sustainable Development, which includes a target of reducing the probability of death from any of the four main NCDs between ages 30 and 70 years by one third by 2030.Poverty is closely linked with NCDs. The rapid rise in NCDs is predicted to impede poverty reduction initiatives in low-income countries, particularly by increasing household costs associated with health care. Vulnerable and socially disadvantaged people get sicker and die sooner than people of higher socio-economic positions, especially because they may have limited access to health services. To reduce these inequities, governments must invest in health systems that respond to users’ expectations and needs.Prevention and controlAn important way to control NCDs is to focus on reducing the risk factors associated with these diseases. Low-cost solutions exist for governments and other stakeholders to reduce the common modifiable risk factors. Monitoring progress and trends of NCDs and their risk is important for guiding policy and priorities.To lessen the impact of NCDs on individuals and society, a comprehensive approach is needed requiring all sectors, including health, finance, transport, education, agriculture, planning and others, to collaborate to reduce the risks associated with NCDs, and to promote interventions to prevent and control them.Investing in better management of NCDs is critical. Management of NCDs includes detecting, screening and treating these diseases, and providing access to palliative care for people in need. High impact essential NCD interventions can be delivered through a primary health care approach to strengthen early detection and timely treatment. Evidence shows such interventions are excellent economic investments because, if provided early to patients, they can reduce the need for more expensive treatment. Countries with inadequate health care coverage are unlikely to provide universal access to essential NCD interventions. NCD management interventions are essential for achieving the SDG target on NCDs.WHO responseThe 2030 Agenda for Sustainable Development recognizes NCDs as a major challenge for sustainable development. As part of the Agenda, heads of state and government committed to develop ambitious national responses, by 2030, to reduce by one third premature mortality from NCDs through prevention and treatment (SDG target 3.4). WHO plays a key leadership role in the coordination and promotion of the global fight against NCDs and the achievement of the Sustainable Development Goals target 3.4.In 2019, the World Health Assembly extended the WHO Global action plan for the prevention and control of NCDs 2013–2020 to 2030 and called for the development of an Implementation Roadmap 2023 to 2030 to accelerate progress on preventing and controlling NCDs. The Roadmap supports actions to achieve a set of nine global targets with the greatest impact towards prevention and management of NCDs. (1) Global Burden of Disease Collaborative Network, Global Burden of Disease Study 2021 (GBD 2021) Results (2024, Institute for Health Metrics and Evaluation – IHME) https://vizhub.healthdata.org/gbd-results/",
    "metadata": {
      "scraped_at": "2026-01-07T20:01:55.123446",
      "content_type": "medical_article",
      "word_count": 2059,
      "headers_found": 10
    },
    "headers": [
      {
        "level": "h1",
        "text": "Noncommunicable diseases"
      },
      {
        "level": "h2",
        "text": "Overview"
      },
      {
        "level": "h2",
        "text": "People at risk"
      },
      {
        "level": "h2",
        "text": "Risk factors"
      },
      {
        "level": "h3",
        "text": "Behavioural risk factors"
      },
      {
        "level": "h3",
        "text": "Metabolic risk factors"
      },
      {
        "level": "h3",
        "text": "Environmental risk factors"
      },
      {
        "level": "h2",
        "text": "Socioeconomic impact"
      },
      {
        "level": "h2",
        "text": "Prevention and control"
      },
      {
        "level": "h2",
        "text": "WHO response"
      }
    ],
    "keywords": [
      "ncds",
      "risk",
      "deaths",
      "diseases",
      "million",
      "these",
      "including",
      "health",
      "people",
      "blood"
    ]
  },
  {
    "source_url": "https://www.heart.org/en/health-topics/high-blood-pressure",
    "title": "High Blood Pressure",
    "content": "High Blood Pressure Take Control of Your Blood Pressure, Try Our BP Calculator What Is High Blood Pressure? High blood pressure occurs when the force of blood flowing through your blood vessels is consistently too high. High blood pressure is also called hypertension. Get the facts Understanding Blood Pressure Readings New High Blood Pressure Guideline: Top 10 Things to Know How to Manage High Blood Pressure Blood Pressure Calculator Do It Yourself Health Lesson: Understanding Blood Pressure High blood pressure is the easiest modifiable risk factor for better heart health—and you have the power to control it. Our Do It Yourself Health Lesson: Understanding Blood Pressure gives you the knowledge and tools to take charge of your numbers, protect your heart, and live a longer, healthier life. Start taking control of your health—one step, and one number, at a time. Take the free health lesson on blood pressure today Support That Empowers Managing high blood pressure or any chronic condition is more manageable when you have emotional support. Join our online community of other individuals who know what you are going through and can help you on your journey. Find encouragement Play without Auto-Play Video: Learn how to monitor your blood pressure at home Play without Auto-Play Video: What is the difference between hypertension and high blood pressure? Be inspired and stay informed. Heart Insight® e-news is our trusted, award-winning monthly publication for people living with heart disease, their families and caregivers. Don’t miss an issue. Subscribe today! First Name (required) Last Name (required) Email (required) Zip Code (required) By clicking the sign up button you agree to the Terms and Conditions and Privacy Policy. Contact ID Form ID Form Name Form Submission Date Form URL Campaign Content Campaign Source Campaign Medium Understanding Blood Pressure Readings New High Blood Pressure Guideline: Top 10 Things to Know How to Manage High Blood Pressure",
    "metadata": {
      "scraped_at": "2026-01-07T20:01:57.951878",
      "content_type": "medical_article",
      "word_count": 312,
      "headers_found": 14
    },
    "headers": [
      {
        "level": "h1",
        "text": "High Blood Pressure"
      },
      {
        "level": "h2",
        "text": "What Is High Blood Pressure?"
      },
      {
        "level": "h2",
        "text": "Blood Pressure Calculator"
      },
      {
        "level": "h2",
        "text": ""
      },
      {
        "level": "h2",
        "text": ""
      },
      {
        "level": "h2",
        "text": ""
      },
      {
        "level": "h2",
        "text": ""
      },
      {
        "level": "h2",
        "text": ""
      },
      {
        "level": "h2",
        "text": ""
      },
      {
        "level": "h2",
        "text": ""
      },
      {
        "level": "h2",
        "text": ""
      },
      {
        "level": "h2",
        "text": "Do It Yourself Health Lesson: Understanding Blood Pressure"
      },
      {
        "level": "h2",
        "text": "Support That Empowers"
      },
      {
        "level": "h2",
        "text": "Be inspired and stay informed."
      }
    ],
    "keywords": [
      "blood",
      "pressure",
      "high",
      "your",
      "health",
      "understanding",
      "heart",
      "play",
      "required",
      "form"
    ]
  },
  {
    "source_url": "https://www.diabetes.org/diabetes",
    "title": "The Path to Understanding Diabetes Starts Here",
    "content": "About Diabetes The Path to Understanding Diabetes Starts Here No matter where you are in your journey, here's where you need to be. Image Help Is Here Whether you're newly diagnosed, have had type 1 or type 2 diabetes for a while, or you're helping a loved one, you’ve come to the right place. This is the way to start learning how you can live a healthier life—with the tools, health tips, and food ideas you need. Wherever you are with diabetes, you can still live your best life—and we have the steps you can take to get there. All you have to do is take action and stick with it. About Diabetes Warning Signs Learn to recognize the warning signs of diabetes and how to find out if you have it. Learn the Symptoms Image About Diabetes Understanding Diabetes From symptoms and treatment, to management and medication—arm yourself with the knowledge to live well with diabetes.Type 1 DiabetesType 2 DiabetesGestational Diabetes Image Additional Resources Diabetes Complications Learn More Diabetes can affect almost every part of your body, including your brain, heart, skin, kidneys, nerves, and ears. Learn how to prevent, delay, or treat these complications through healthy lifestyle changes. More About Diabetes Learn More Get to know the facts vs. myths about living with diabetes. Plus, find out how genetics play a factor in developing diabetes. Devices & Technology Learn More Diabetes devices and technology can be lifesaving—but which is right for you? Discover the benefits and drawbacks of continuous glucose monitors, blood glucose meters, insulin pumps, and more to find out what's available to help with your diabetes management needs. Vaccinations Learn More People with diabetes are more likely to get sick from illnesses like the flu. Stay on top of the vaccines recommended for people with diabetes to help you stay healthy. Common Terms Learn More Do you ever get lost when talking to your health care team because you don't know what some of their words mean? To help you get the most out of your visits, here's a list of commonly used terms that are used when talking about diabetes. Diabetes Statistics Learn More Get to know diabetes by the numbers, including stats on prevalence, complications, gender, race, and more. Give Today and Change lives! With your support, the American Diabetes Association® can continue our lifesaving work to make breakthroughs in research and provide people with the resources they need to fight diabetes. Give Today Image Image Image Give Today and Change lives! With your support, the American Diabetes Association® can continue our lifesaving work to make breakthroughs in research and provide people with the resources they need to fight diabetes.",
    "metadata": {
      "scraped_at": "2026-01-07T20:02:02.390545",
      "content_type": "medical_article",
      "word_count": 446,
      "headers_found": 12
    },
    "headers": [
      {
        "level": "h1",
        "text": "The Path to Understanding Diabetes Starts Here"
      },
      {
        "level": "h2",
        "text": "Help Is Here"
      },
      {
        "level": "h2",
        "text": "Warning Signs"
      },
      {
        "level": "h2",
        "text": "Understanding Diabetes"
      },
      {
        "level": "h2",
        "text": "Additional Resources"
      },
      {
        "level": "h3",
        "text": "Diabetes Complications"
      },
      {
        "level": "h3",
        "text": "More About Diabetes"
      },
      {
        "level": "h3",
        "text": "Devices & Technology"
      },
      {
        "level": "h3",
        "text": "Vaccinations"
      },
      {
        "level": "h3",
        "text": "Common Terms"
      },
      {
        "level": "h3",
        "text": "Diabetes Statistics"
      },
      {
        "level": "h3",
        "text": "Give Today and Change lives!"
      }
    ],
    "keywords": [
      "diabetes",
      "with",
      "more",
      "your",
      "learn",
      "about",
      "image",
      "here",
      "need",
      "help"
    ]
  },
  {
    "source_url": "https://www.niddk.nih.gov/health-information/diabetes",
    "title": "Diabetes",
    "content": "Home Health Information Diabetes English English Español Diabetes Diabetes is a disease that occurs when your blood glucose, also called blood sugar, is too high. Over time, having too much glucose in your blood can cause other health problems such as heart disease, nerve damage, eye problems, and kidney disease. You can take steps to prevent or manage diabetes. According to the Centers for Disease Control and Prevention’s National Diabetes Statistics Report, an estimated 38.4 million people in the United States, or 11.6% of the population, have diabetes. About 1 in 5 adults with diabetes don’t know they have the disease. An estimated 97.6 million American adults have prediabetes, which means their blood glucose levels are higher than normal but not high enough to be diagnosed as diabetes. Many areas of the body can be affected by diabetes. Learn about diabetes health problems. Featured Topics What is Diabetes? A1C Test & Diabetes Insulin Resistance & Prediabetes Nerve Damage (Diabetic Neuropathies) Healthy Living with Diabetes Low Blood Glucose (Hypoglycemia) Diabetes, Heart Disease, & Stroke Diabetic Kidney Disease Diabetes & Foot Problems Diabetes & Pregnancy Gestational Diabetes Preventing Diabetes after Pregnancy More Diabetes Topics Diabetes Basics What is Diabetes? Symptoms & Causes of Diabetes Risk Factors for Type 2 Diabetes Preventing Type 2 Diabetes Diabetes Tests & Diagnosis Managing Diabetes Insulin, Medicines, & Other Diabetes Treatments Healthy Living with Diabetes Preventing Diabetes Problems More Diabetes Basics Statistics Statistics for Diabetes in the United States Diabetes Topics A1C Test & Diabetes Artificial Pancreas Continuous Glucose Monitoring Diabetes & Foot Problems Diabetes & Pregnancy Diabetes & Sexual & Urologic Problems Diabetes, Gum Disease, & Other Dental Problems Diabetes, Heart Disease, & Stroke Diabetes Tests & Diagnosis Diabetic Eye Disease Diabetic Kidney Disease Financial Help for Diabetes Care Gestational Diabetes Healthy Living with Diabetes Insulin, Medicines, & Other Diabetes Treatments Insulin Resistance & Prediabetes Low Blood Glucose (Hypoglycemia) Managing Diabetes Monogenic Forms of Diabetes: Neonatal Diabetes & MODY Nerve Damage (Diabetic Neuropathies) Pancreatic Islet Transplantation Preventing Diabetes Problems Preventing Type 2 Diabetes Risk Factors for Type 2 Diabetes Symptoms & Causes of Diabetes Type 1 Diabetes Type 2 Diabetes What is Diabetes? Diabetes Discoveries & Practice Blog How To Treat Cardiovascular Disease in People with Diabetes More Blog Posts Community Health & Outreach Diabetes Alert Day National Diabetes Month More Community Health Resources Diabetes for Health Professionals Diabetes & Prediabetes Tests Game Plan for Preventing Type 2 Diabetes Diabetes School Guide Guiding Principles for the Care of People with or at Risk for Diabetes More Resources for Diabetes Health Professionals Clinical Trials Watch a video of NIDDK Director Dr. Griffin P. Rodgers explaining the importance of participating in clinical trials Research Discoveries & News NIH launches large study to tackle type 2 diabetes in young people Use of metformin in adults with diabetes linked to lower risk of long COVID Bariatric surgery provides long-term blood glucose control, type 2 diabetes remission Celebrating the 50th Anniversary of Diabetes Research Centers More Research News Diabetes Diabetes is a disease that occurs when your blood glucose, also called blood sugar, is too high. Over time, having too much glucose in your blood can cause other health problems such as heart disease, nerve damage, eye problems, and kidney disease. You can take steps to prevent or manage diabetes. According to the Centers for Disease Control and Prevention’s National Diabetes Statistics Report, an estimated 38.4 million people in the United States, or 11.6% of the population, have diabetes. About 1 in 5 adults with diabetes don’t know they have the disease. An estimated 97.6 million American adults have prediabetes, which means their blood glucose levels are higher than normal but not high enough to be diagnosed as diabetes. Many areas of the body can be affected by diabetes. Learn about diabetes health problems. Featured Topics What is Diabetes? A1C Test & Diabetes Insulin Resistance & Prediabetes Nerve Damage (Diabetic Neuropathies) Healthy Living with Diabetes Low Blood Glucose (Hypoglycemia) Diabetes, Heart Disease, & Stroke Diabetic Kidney Disease Diabetes & Foot Problems Diabetes & Pregnancy Gestational Diabetes Preventing Diabetes after Pregnancy More Diabetes Topics Diabetes Basics What is Diabetes? Symptoms & Causes of Diabetes Risk Factors for Type 2 Diabetes Preventing Type 2 Diabetes Diabetes Tests & Diagnosis Managing Diabetes Insulin, Medicines, & Other Diabetes Treatments Healthy Living with Diabetes Preventing Diabetes Problems More Diabetes Basics Statistics Statistics for Diabetes in the United States Diabetes Topics A1C Test & Diabetes Artificial Pancreas Continuous Glucose Monitoring Diabetes & Foot Problems Diabetes & Pregnancy Diabetes & Sexual & Urologic Problems Diabetes, Gum Disease, & Other Dental Problems Diabetes, Heart Disease, & Stroke Diabetes Tests & Diagnosis Diabetic Eye Disease Diabetic Kidney Disease Financial Help for Diabetes Care Gestational Diabetes Healthy Living with Diabetes Insulin, Medicines, & Other Diabetes Treatments Insulin Resistance & Prediabetes Low Blood Glucose (Hypoglycemia) Managing Diabetes Monogenic Forms of Diabetes: Neonatal Diabetes & MODY Nerve Damage (Diabetic Neuropathies) Pancreatic Islet Transplantation Preventing Diabetes Problems Preventing Type 2 Diabetes Risk Factors for Type 2 Diabetes Symptoms & Causes of Diabetes Type 1 Diabetes Type 2 Diabetes What is Diabetes? Diabetes Discoveries & Practice Blog How To Treat Cardiovascular Disease in People with Diabetes More Blog Posts Community Health & Outreach Diabetes Alert Day National Diabetes Month More Community Health Resources Diabetes for Health Professionals Diabetes & Prediabetes Tests Game Plan for Preventing Type 2 Diabetes Diabetes School Guide Guiding Principles for the Care of People with or at Risk for Diabetes More Resources for Diabetes Health Professionals Clinical Trials Watch a video of NIDDK Director Dr. Griffin P. Rodgers explaining the importance of participating in clinical trials Research Discoveries & News NIH launches large study to tackle type 2 diabetes in young people Use of metformin in adults with diabetes linked to lower risk of long COVID Bariatric surgery provides long-term blood glucose control, type 2 diabetes remission Celebrating the 50th Anniversary of Diabetes Research Centers More Research News",
    "metadata": {
      "scraped_at": "2026-01-07T20:02:03.945981",
      "content_type": "medical_article",
      "word_count": 987,
      "headers_found": 10
    },
    "headers": [
      {
        "level": "h1",
        "text": "Diabetes"
      },
      {
        "level": "h2",
        "text": "Featured Topics"
      },
      {
        "level": "h2",
        "text": "Diabetes Basics"
      },
      {
        "level": "h2",
        "text": "Statistics"
      },
      {
        "level": "h2",
        "text": "Diabetes Topics"
      },
      {
        "level": "h2",
        "text": "Diabetes Discoveries & Practice Blog"
      },
      {
        "level": "h2",
        "text": "Community Health & Outreach"
      },
      {
        "level": "h2",
        "text": "Diabetes for Health Professionals"
      },
      {
        "level": "h2",
        "text": "Clinical Trials"
      },
      {
        "level": "h2",
        "text": "Research Discoveries & News"
      }
    ],
    "keywords": [
      "diabetes",
      "disease",
      "problems",
      "type",
      "blood",
      "glucose",
      "with",
      "health",
      "preventing",
      "more"
    ]
  },
  {
    "source_url": "https://www.mayoclinic.org/diseases-conditions",
    "title": "Diseases & Conditions",
    "content": "HomeHomeDiseases & ConditionsDiseases & ConditionsEasy-to-understand answers about diseases and conditions Skip this SectionFind diseases & conditions by first letterABCDEFGHIJKLMNOPRSTUVWXYZ#Symptom CheckerFind out what could be causing your symptoms and when to seek care. Check symptoms Clinical trialsSearch for clinical trials by disease, treatment, or drug name. Search clinical trials Connect to support groupsShare your experiences and find support in our online communities. Find a support group The right answers, the first timeMayo Clinic experts solve the world’s toughest medical problems — one patient at a time. Learn about Mayo Clinic 3X challenge extended through 1/15!Give Now!There's still time to triple your impact. Give Now!",
    "metadata": {
      "scraped_at": "2026-01-07T20:02:05.906037",
      "content_type": "medical_article",
      "word_count": 103,
      "headers_found": 7
    },
    "headers": [
      {
        "level": "h1",
        "text": "Diseases & Conditions"
      },
      {
        "level": "h2",
        "text": "Find diseases & conditions by first letter"
      },
      {
        "level": "h2",
        "text": "Symptom Checker"
      },
      {
        "level": "h2",
        "text": "Clinical trials"
      },
      {
        "level": "h2",
        "text": "Connect to support groups"
      },
      {
        "level": "h2",
        "text": "The right answers, the first time"
      },
      {
        "level": "h2",
        "text": "3X challenge extended through 1/15!"
      }
    ],
    "keywords": [
      "your",
      "support",
      "answers",
      "about",
      "diseases",
      "conditions",
      "first",
      "trials",
      "find",
      "clinic"
    ]
  },
  {
    "pmid": "41470809",
    "title": "Real-World Snapshot of Dietary Patterns in Subjects Living with Chronic Kidney Disease.",
    "abstract": null,
    "authors": [
      "Mariana Di Lorenzo",
      "Maria Serena Lonardo",
      "Mariastella Di Lauro",
      "Martina Chiurazzi",
      "Anna Fiorenza de Giovanni di Santa Severina"
    ],
    "journal": "Nutrients",
    "year": "",
    "keywords": [
      "chronic kidney disease",
      "diet quality",
      "dietary habits",
      "food processing",
      "ultra-processed food"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:09.222426"
  },
  {
    "pmid": "41466001",
    "title": "Chronic disease self-management in heart failure: A narrative review of performance gaps and emerging solutions.",
    "abstract": "Heart failure remains a major global health challenge, and despite therapeutic advances, chronic disease self-management continues to show significant gaps at patient, provider, and system levels. This narrative review synthesizes evidence published between 2000 and 2025 across randomized trials, systematic reviews, guideline statements, and qualitative studies to examine the effectiveness of education, lifestyle modification, medication adherence strategies, digital health tools, and psychosocial support in improving self-management outcomes. The literature consistently demonstrates that patient education, structured exercise, and dietary modification enhance clinical and quality-of-life outcomes, while digital health interventions offer promising but variable long-term benefits. Persistent disparities rooted in socioeconomic status, cultural beliefs, health literacy, and access to technology influence the uptake and effectiveness of self-management strategies. Implementation science underscores challenges related to cost, scalability, and sustainability, whereas patient perspectives emphasize the need for simplified treatment regimens, caregiver involvement, and culturally tailored education. Overall, optimizing chronic disease self-management in heart failure requires a holistic, patient-centered approach that integrates evidence-based strategies with real-world implementation considerations and equity-focused adaptations. Future research should prioritize digital health innovations, caregiver-patient dyadic models, and culturally adapted interventions to reduce disparities and improve long-term outcomes.",
    "authors": [
      "Sanjana S Nelogal",
      "Sai Teja Yedam",
      "Srija Reddy Koppula",
      "Hafsa Imtiaz",
      "Pranay Shettywarangale"
    ],
    "journal": "Medicine",
    "year": "",
    "keywords": [
      "chronic disease management",
      "evidence-based practices",
      "health outcomes",
      "healthcare access",
      "healthcare disparities",
      "healthcare systems",
      "heart failure",
      "medication adherence",
      "patient education",
      "self-management"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:09.222475"
  },
  {
    "pmid": "41464390",
    "title": "Bridging the Knowledge Gap: A National Survey on MASLD Awareness and Management Barriers in the Saudi Population.",
    "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is the leading cause of chronic liver disease worldwide. It greatly increases hepatic cirrhosis and cancer, cardiovascular disease, and chronic kidney disease. Despite the rising frequency of MASLD in Saudi Arabia, public understanding of its management is lacking.",
    "authors": [
      "Abdulrahman Alwhaibi",
      "Wael Mansy",
      "Wajid Syed",
      "Salmeen D Babelghaith",
      "Mohamed N-Alarifi"
    ],
    "journal": "Healthcare (Basel, Switzerland)",
    "year": "",
    "keywords": [
      "KAP",
      "MASLD",
      "Saudi Arabia",
      "barriers"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:09.222504"
  },
  {
    "pmid": "41464289",
    "title": "Metformin-Enhanced Digital Therapeutics for the Affordable Primary Prevention of Diabetes and Cardiovascular Diseases: Advancing Low-Cost Solutions for Lifestyle-Related Chronic Disorders.",
    "abstract": "Each year, over 1 million people in the United States die from diabetes and cardiovascular diseases (CVDs). These largely preventable chronic conditions also create a financial burden on patients, payers, and healthcare systems. The popularity of GLP-1-based management of cardiometabolic conditions can escalate healthcare spending, while incentivizing digitization of semaglutide (Ozempic, Wegovy), tirzepatide (Mounjaro), and others using the \"prescription drug use-related software\" (PDURS) framework. In this article, we highlight opportunities to advance digital-first interventions and metformin-enhanced digital therapeutics (DTx) for the primary prevention of diabetes and CVDs. Metformin is a low-cost antidiabetic medication that is effective in preventing diabetes and cardiovascular adverse events. Concurrently, digital health technologies for managing chronic conditions, e.g., Dario Health, Omada Health, and WellDoc, enable digital-first and drug + digital combination therapies for prediabetes and those at risk for CVDs. We describe incentives for advancing Affordable Primary Prevention (APP), suggesting that nonprofit healthcare systems, such as Kaiser Permanente, Intermountain Health or Ascension Health, payers such as Cigna and Aetna/CVS Health, or private equity investors can leverage their venture funds to support development of metformin-enhanced DTx. In conclusion, (1) the PDURS framework can accelerate innovation of preventive medicine by bridging precision digital interventions with low-cost generic drugs, and (2) integrating healthy behaviors with pharmacotherapies is essential for the financially sustainable prevention of lifestyle-related chronic diseases.",
    "authors": [
      "Brian Farley",
      "Emi Radetich",
      "Joseph DAlessandro",
      "Grzegorz Bulaj"
    ],
    "journal": "Healthcare (Basel, Switzerland)",
    "year": "",
    "keywords": [
      "AI",
      "digital therapeutic",
      "health coaching",
      "healthcare costs",
      "healthcare insurance",
      "insulin",
      "mobile app",
      "nutrition",
      "obesity",
      "pharmacy care",
      "risk factors"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:09.222532"
  },
  {
    "pmid": "41441834",
    "title": "[Telenursing in cardiology: literature review and current scientific evidence].",
    "abstract": "Through the use of teleassistance, nurses play a fundamental role in the management of chronic cardiovascular diseases, contributing to improving patients' perceived quality of life and promoting self-care practices. This model of care actively supports the development of mindful and proactive behaviors by patients in managing their own lifestyle habits. Furthermore, teleassistance is an effective tool in promoting therapeutic adherence, particularly in the post-hospital discharge phase. The literature review carried out in this study confirms these benefits. However, there is a need to explore the effectiveness of nursing teleassistance in relation to other relevant clinical outcomes, such as the reduction of new hospitalizations, post-discharge complications, mortality and healthcare-related costs.",
    "authors": [
      "Elisabetta Loverre",
      "Sara Doimo",
      "Marco Mojoli",
      "Simone Cappannelli",
      "Marco Zuin"
    ],
    "journal": "Giornale italiano di cardiologia (2006)",
    "year": "",
    "keywords": [],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:09.222563"
  },
  {
    "pmid": "41436221",
    "title": "Managing and modifying the risk factors in an older adult with multiple chronic medical conditions.",
    "abstract": "This case describes a man in his 70s with multiple chronic medical conditions who faced growing challenges in daily self-care, particularly with mobility and eating, which contributed to increased social isolation. While he strongly valued his independence and wished to continue everyday activities, he needed accessible and comprehensible feedback about his daily health behaviours and lifestyle. We describe the use of a self-management tool, a mobile health application (app) designed to support his healthy lifestyle. The app enabled monitoring of his daily activities and provided rewards for goal setting and the achievement of positive health. This case report adds to the growing body of literature on how technological aids may assist ageing populations with chronic medical needs.",
    "authors": [
      "Keren Mazuz",
      "Yasuko Akutsu"
    ],
    "journal": "BMJ case reports",
    "year": "",
    "keywords": [
      "Geriatric medicine",
      "Global Health",
      "Health informatics"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:09.222589"
  },
  {
    "pmid": "41431080",
    "title": "The role of self-efficacy in self-management behaviours among patients with rheumatoid arthritis: A cross-sectional study based on the Information-Motivation-Behavioural skills model.",
    "abstract": "Rheumatoid arthritis (RA) is a chronic, incurable condition. Effective self-management behaviors can enable patients to monitor disease progression, alleviate symptoms, and enhance quality of life. However, the mechanisms underlying self-management behaviors remain unclear. This study aimed to explore the relationship between disease knowledge, coping style, social support, self-efficacy, and self-management behaviors in Chinese patients with RA, framed within the Information-Motivation-Behavioural skills model. A cross-sectional study was conducted among patients with RA from the rheumatology and immunology department of a tertiary hospital in Sichuan Province, China between September 2021 and March 2022. Data were collected by questionnaires. Structural equation modeling was employed to examine the direct and indirect pathways linking disease knowledge, coping style, social support, self-efficacy, and self-management behaviors. A total of 529 participants completed the questionnaire. The mean score of self-management behaviors was 61.68 ± 14.84. Disease knowledge (β = 0.351, 95% CI [0.211-0.478]), confrontation (β = 0.341, 95% CI [0.213-0.465]), and self-efficacy (β = 0.104, 95% CI [0.030-0.17]) had significant direct effects on self-management behaviors. Additionally, disease knowledge (β = 0.309, 95% CI [0.177-0.437]), avoidance coping (β = -0.023, 95% CI [-0.049 to -0.007]), and social support (β = 0.015, 95% CI [0.002-0.041]) indirectly influenced self-management behaviors through self-efficacy. Self-efficacy emerged as a key mediator in RA self-management, linking cognitive, motivational, and social factors. Interventions that enhance disease knowledge, promote proactive coping strategies, and strengthen social support: guided by the Information-Motivation-Behavioural skills model: may optimize self-management behaviors and improve clinical outcomes. These findings provide both theoretical and practical insights into psychosocial determinants of self-management in RA.",
    "authors": [
      "Jinglin Chen",
      "Yuqing Song",
      "Huaying Chen",
      "Lin Tao",
      "Ying Wang"
    ],
    "journal": "Medicine",
    "year": "",
    "keywords": [
      "arthritis",
      "influencing factor",
      "rheumatoid",
      "self-management behaviours",
      "structural equation model"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:09.222623"
  },
  {
    "pmid": "41419054",
    "title": "Basic needs navigation intervention to address multidimensional adversity in African Americans with diabetic kidney disease: A pilot randomized clinical trial protocol.",
    "abstract": "Diabetic kidney disease (DKD) is the leading cause of end stage kidney disease (ESKD) in the United States. African Americans have a risk of developing chronic kidney disease and are almost four times more likely to progress to ESKD compared to non-Hispanic whites. The presence of social adversities impacts the complex self-management of DKD and negatively impacts health outcomes. Patient navigation interventions offer a promising strategy to improve health outcomes in individuals with chronic disease. However, it is not known whether a basic needs navigation intervention that addresses social adversities in combination with patient education and lifestyle coaching leads to improved clinical and patient-centered outcomes.",
    "authors": [
      "Mukoso N Ozieh",
      "Charity G Patterson",
      "Joni S Williams",
      "Rebekah J Walker",
      "Leonard E Egede"
    ],
    "journal": "Contemporary clinical trials",
    "year": "",
    "keywords": [
      "Basic needs navigation",
      "CKD",
      "Diabetic kidney disease",
      "Social adversity"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:09.222649"
  },
  {
    "pmid": "41415232",
    "title": "Integrative multimodal treatment approach for patients suffering from Post-COVID syndrome: a study based on qualitative interviews with individuals participating in an 11-week day clinic program.",
    "abstract": "Post-COVID syndrome is a complex condition affecting patients after SARS-CoV-2 infection. It is characterized by fatigue, pain, reduced resilience, and quality of life. Severe cases resemble myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS), associated with post-exertional malaise (PEM). Due to the unknown etiology and lack of curative options, multimodal therapy offers a particularly promising approach to symptom management.",
    "authors": [
      "Christine Uecker",
      "Christoph Schlee",
      "Sandra Utz",
      "Sarah Schmid",
      "Jost Langhorst"
    ],
    "journal": "Frontiers in public health",
    "year": "",
    "keywords": [
      "MICOM day clinic",
      "Post-COVID syndrome",
      "fatigue",
      "integrative medicine",
      "mind–body-medicine",
      "qualitative study",
      "stress reduction"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:09.222679"
  },
  {
    "pmid": "41405116",
    "title": "Non-pharmacological symptom self-management in non-malignant chronic disease: A scoping review.",
    "abstract": " Patients with advanced non-malignant diseases experience pain, dyspnoea and fatigue, requiring a rehabilitation approach within palliative care.",
    "authors": [
      "Lindsay Farrant",
      "Helen Buchanan",
      "Clare Ellis-Smith",
      "Olivia Gaunt",
      "Liz Gwyther"
    ],
    "journal": "African journal of primary health care & family medicine",
    "year": "",
    "keywords": [
      "chronic disease",
      "dyspnoea",
      "fatigue",
      "non-pharmacological",
      "pain",
      "palliative care",
      "rehabilitation",
      "self-management",
      "symptoms"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:09.222712"
  },
  {
    "pmid": "41496347",
    "title": "Protecting the endocrine axis in immuno-oncology: GLP-1 receptor agonists as host-directed modulators in colorectal cancer.",
    "abstract": "Immune checkpoint inhibitors (ICIs) have transformed colorectal cancer (CRC), particularly in microsatellite instability-high (MSI-H) and mismatch repair-deficient (dMMR) tumors, delivering durable responses and long-term survival. Yet this success is shadowed by immune-related adverse events (irAEs). Among them, endocrine toxicities including thyroiditis, hypophysitis, adrenalitis, and insulin-deficient diabetes are relatively frequent, irreversible, and frequently life-long. Survivors who might otherwise be considered cured remain tethered to chronic hormone replacement, underscoring a striking gap in immuno-oncology: management is reactive, supportive, and devoid of preventive strategies. Concurrently, glucagon-like peptide-1 receptor agonists (GLP-1RAs), introduced for type 2 diabetes (T2D) and obesity, are emerging as systemic modulators of inflammation, immunometabolism, and the gut microbiome. These three axes converge on mechanisms central to endocrine irAEs. Preclinical and epidemiologic data suggest that GLP-1RAs may also be associated with reduced cancer incidence and alterations in tumor-associated immune responses, raising the possibility of dual utility: mitigating endocrine autoimmunity while preserving or even augmenting anti-tumor efficacy. At the same time, their appetite-suppressing and weight-reducing effects highlight the countervailing risk of exacerbating cancer cachexia, demanding careful integration with nutritional and exercise strategies. Here, we synthesize current understanding of ICI-induced endocrine injury, delineate the immunobiology of GLP-1RAs, and develop a unified mechanistic framework linking these domains in CRC. We propose a translational roadmap spanning retrospective pharmacoepidemiology, biomarker-driven stratification, and prospective clinical trials. More broadly, GLP-1RAs exemplify host-directed therapies that may help shift the therapeutic focus of immuno-oncology toward preserving survivorship and endocrine health as integral endpoints of cancer care.",
    "authors": [
      "Samira Saghafi",
      "Mohammad Ali Yaghoubi",
      "Hossein Safarpour",
      "Hamideh Raeisi",
      "Zohreh Mousavi"
    ],
    "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
    "year": "",
    "keywords": [
      "Colorectal cancer",
      "Endocrine irAEs",
      "Glucagon-like peptide-1 receptor agonists",
      "Gut microbiome",
      "Immune checkpoint inhibitors",
      "Immuno-oncology"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:10.648919"
  },
  {
    "pmid": "41494781",
    "title": "Effects of lifestyle interventions in pregnancy on gestational diabetes: individual participant data and network meta-analysis.",
    "abstract": "To assess the effects of lifestyle interventions on gestational diabetes, determine whether the effects vary by maternal body mass index, age, parity, ethnicity, education level, or intervention, and rank interventions by effectiveness.",
    "authors": [
      "John Allotey",
      "Dyuti Coomar",
      "Joie Ensor",
      "Gabriel Ruiz-Calvo",
      "Anna Boath"
    ],
    "journal": "BMJ (Clinical research ed.)",
    "year": "",
    "keywords": [],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:10.649014"
  },
  {
    "pmid": "41489589",
    "title": "Cohort Profile Update: Expanding the Cardiovascular Risk in Young Finns Study into a multigenerational cohort.",
    "abstract": "",
    "authors": [
      "Katja Pahkala",
      "Suvi Rovio",
      "Noora Kartiosuo",
      "Kari Auranen",
      "Matthieu Bourgery"
    ],
    "journal": "International journal of epidemiology",
    "year": "",
    "keywords": [
      "cardiometabolic health",
      "cognitive function",
      "cohort study",
      "epigenetics",
      "familial transmission",
      "longitudinal",
      "multigenerational",
      "psychosocial well-being"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:10.649100"
  },
  {
    "pmid": "41485777",
    "title": "Self-efficacy in exercise behaviour in persons with a diagnosed condition: a systematic evidence map.",
    "abstract": "Self-efficacy is a major factor in enabling individuals to follow behavioural goals. This applies to health behaviours including physical activity and exercise behaviour, a health topic especially important for persons suffering from health conditions. In subjects with already existing conditions, self-efficacy in exercise behaviour is a research field with a high volume of published articles, yet it has never been charted in its entirety. This systematic evidence map (SEM) provides a comprehensive overview of the current state in published empirical research.",
    "authors": [
      "Vanessa Bill",
      "Flora Sonsmann",
      "Julian Rafael Rottschäfer",
      "Annika Wilke"
    ],
    "journal": "BMJ open",
    "year": "",
    "keywords": [
      "Cardiology",
      "Diabetes & endocrinology",
      "Exercise",
      "Obesity",
      "PUBLIC HEALTH",
      "Psychometrics"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:10.649141"
  },
  {
    "pmid": "41469225",
    "title": "Combined versus Individual Effects of Dietary Energy Reduction and Physical Activity on Body Composition in Older Adults with Metabolic Syndrome.",
    "abstract": "This study prospectively assessed the combined versus individual effects of reducing energy intake (EI) and increasing physical activity (PA) on body weight and composition in older adults with overweight/obesity and metabolic syndrome. The interaction between both exposures was likewise assessed.",
    "authors": [
      "Jadwiga Konieczna",
      "Victor de la O",
      "Miguel Ruiz-Canela",
      "Jordi Salas-Salvadó",
      "Vicente Martín-Sánchez"
    ],
    "journal": "Journal of obesity & metabolic syndrome",
    "year": "",
    "keywords": [
      "Additive interaction",
      "Body composition",
      "Dual-energy X-ray absorptiometry",
      "Energy intake",
      "Exercise",
      "Interaction"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:10.649192"
  },
  {
    "pmid": "41466265",
    "title": "China precision nutrition biobank: protocol of a prospective cohort study on diet, human phenotype/genotype, and early-onset chronic diseases.",
    "abstract": "The global burden of early-onset chronic diseases, especially early-onset type 2 diabetes, is increasing, particularly in China. Diet is a key factor and emerging evidence highlights substantial inter-individual variability in metabolic responses to diets, highlighting the need for precision nutrition.",
    "authors": [
      "Jingjing He",
      "Miao Xie",
      "Jia Liu",
      "Yu Dong",
      "Huiyu Chen"
    ],
    "journal": "Nutrition journal",
    "year": "",
    "keywords": [
      "Diet",
      "Epidemiology",
      "Genotype",
      "Multi-omics",
      "Observational study",
      "Phenotype",
      "Precision nutrition"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:10.649239"
  },
  {
    "pmid": "41463504",
    "title": "Immune Checkpoint Restoration as a Therapeutic Strategy to Halt Diabetes-Driven Atherosclerosis.",
    "abstract": "Diabetic atherosclerosis results from the interplay between metabolic dysfunction and immune dysregulation and remains the major cause of mortality in patients with diabetes mellitus (DM) worldwide. Emerging evidence indicates that impaired immune checkpoint signaling, particularly through the PD-1/PD-L1 and CTLA-4 pathways, contributes to the chronic vascular inflammation characteristic of diabetic cardiovascular disease. These checkpoints normally help maintain vascular homeostasis by limiting proatherogenic immune responses. In type 2 diabetes (T2D), which accounts for 90-95% of cases, chronic hyperglycemia downregulates checkpoint expression in both immune effector cells and the vascular endothelium. In type 1 diabetes (T1D), autoimmune-mediated checkpoint failure within the pancreatic islets extends to the vascular tissues, creating an early cardiovascular risk through overlapping but distinct mechanisms. The loss of checkpoint regulation amplifies Th1 and Th17 responses while impairing regulatory T cell function and accelerating plaque formation and destabilization. Observations from cancer patients receiving checkpoint inhibitors, who exhibit increased cardiovascular events, further highlight the importance of these pathways in vascular integrity. Restoring checkpoint signaling through targeted interventions, combined with biomarker-driven stratification and personalized immune profiling, may provide new strategies for preventing or slowing atherosclerotic progression in patients with diabetes.",
    "authors": [
      "Dwaipayan Saha",
      "Preyangsee Dutta",
      "Abhijit Chakraborty"
    ],
    "journal": "Biology",
    "year": "",
    "keywords": [
      "CTLA-4",
      "PD-1",
      "T cells",
      "atherosclerosis",
      "cardiovascular immunology",
      "diabetes",
      "immune checkpoints",
      "immunotherapy",
      "vascular inflammation"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:10.649273"
  },
  {
    "pmid": "41451292",
    "title": "Effectiveness of GLP-1 RAs and SGLT2 inhibitors in preventing T2DM in high-risk patients: an updated systematic review and meta-analysis.",
    "abstract": "There are conflicting results and limited data regarding the individual effectiveness of glucagon-like peptide 1 receptor agonists (GLP-1 RAs) and sodium-glucose cotransporter 2 (SGLT2) inhibitors and their combined action in preventing type 2 diabetes mellitus (T2DM) in high-risk adults. An updated investigation is warranted. We aimed to explore their effectiveness in preventing T2DM in high-risk patients and assess changes in body weight/body mass index (BMI), glycemic parameters, and safety.",
    "authors": [
      "Georgios I Tsironikos",
      "Vasiliki Tsolaki",
      "George E Zakynthinos",
      "Despoina Kyprianidou",
      "Vasiliki Rammou"
    ],
    "journal": "Frontiers in clinical diabetes and healthcare",
    "year": "",
    "keywords": [
      "GLP-1 RAs",
      "SGLT2 inhibitors",
      "diabetes",
      "diet",
      "exercise",
      "lifestyle",
      "nutrition",
      "physical activity"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:10.649312"
  },
  {
    "pmid": "41448285",
    "title": "Natural transitions of non-high-density lipoprotein cholesterol levels in children 9-11 years of age.",
    "abstract": "Unites States guidelines recommend universal lipid screening in children between ages 9-11 years, with follow-up screening at ages 17-21 years. Non-high-density lipoprotein-cholesterol (non-HDL-C) is the preferred marker. However, the stability of non-HDL-C within the screening window remains unclear. This study aimed to estimate the probabilities of non-HDL-C transitioning between its classifications (acceptable, borderline-high, and high) during the 9-11-year age period and the average duration it remains stable within each classification.",
    "authors": [
      "Yaxing Meng",
      "Tetsuhiro Kidokoro",
      "Natsuko Imai",
      "Russell Thomson",
      "Grant R Tomkinson"
    ],
    "journal": "American journal of preventive medicine",
    "year": "",
    "keywords": [
      "Blood Lipids",
      "Child",
      "Cohort Studies",
      "Dyslipidemias",
      "Longitudinal Study",
      "Markov Chains",
      "Mass Screening"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:10.649347"
  },
  {
    "pmid": "41431974",
    "title": "Life-Course Blood Pressure Levels, 38-Year Tracking, and Prediction of Hypertension.",
    "abstract": "Elevated childhood blood pressure (BP) levels may persist into adulthood, and persistent exposure to elevated BP since childhood may increase the adulthood risk of hypertension. This study examined the tracking of childhood BP into adulthood over 38 years. We also studied the association between long-term cumulative BP exposure in childhood and adolescence and the risk of developing hypertension in adulthood.",
    "authors": [
      "Fiia Iiskala",
      "Yaxing Meng",
      "Markus Juonala",
      "Costan G Magnussen",
      "Katja Pahkala"
    ],
    "journal": "Journal of the American Heart Association",
    "year": "",
    "keywords": [
      "blood pressure",
      "child",
      "epidemiologic studies",
      "hypertension",
      "longitudinal studies"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:10.649394"
  },
  {
    "pmid": "41486865",
    "title": "The ketogenic diet is not for everyone: contraindications, side effects, and drug interactions.",
    "abstract": "The ketogenic diet (KD), initially developed for the treatment of neurological disorders, has gained increasing attention for its potential role in the management of various metabolic diseases. Alongside its expanding clinical use, concerns have emerged regarding its safety, tolerability, and suitability in specific patient populations. This review summarises key contraindications, clinical situations requiring caution, relevant drug interactions, and commonly reported adverse effects associated with KD.",
    "authors": [
      "Damian Dyńka",
      "Łukasz Rodzeń",
      "Mateusz Rodzeń",
      "Dorota Łojko",
      "Hanna Karakuła-Juchnowicz"
    ],
    "journal": "Annals of medicine",
    "year": "",
    "keywords": [
      "Ketogenic diet (KD)",
      "absolute contraindications",
      "diseases",
      "drug interactions",
      "relative contraindications",
      "side effects"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:12.061460"
  },
  {
    "pmid": "41481935",
    "title": "Self-Management Combined With Digital Health Interventions to Improve Dietary Behavior, Exercise Behavior, Stress Management Behavior, and Blood Pressure Among Thais With Uncontrolled Hypertension: Protocol for an Explanatory Sequential Study.",
    "abstract": "Uncontrolled hypertension causes substantial morbidity and mortality as well as rising health care costs. Adherence to self-management is critical for minimizing the risk of hypertensive complications. Traditional self-management is hindered by delayed management and insufficient support. Digital health interventions offer a feasible solution for closing these gaps and enhancing hypertension self-management. Little is known about patients' perspectives and experiences concerning how digital health interventions influence their self-management.",
    "authors": [
      "Saowaluck Sukpattanasrikul",
      "Naruemol Singha-Dong",
      "Yajai Sitthimongkol"
    ],
    "journal": "JMIR research protocols",
    "year": "",
    "keywords": [
      "blood pressure",
      "dietary behavior",
      "digital health intervention",
      "exercise behavior",
      "explanatory sequential design",
      "self-management",
      "stress management behavior",
      "uncontrolled hypertension",
      "web-based application"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:12.061513"
  },
  {
    "pmid": "41475567",
    "title": "Weight control methods and risk of generalized anxiety disorder (GAD-7) among Korean adults.",
    "abstract": "Weight control methods may impact anxiety symptoms, yet few studies have examined these associations among Korean adults.",
    "authors": [
      "Serim Lee"
    ],
    "journal": "Journal of affective disorders",
    "year": "",
    "keywords": [
      "Generalized anxiety disorder (GAD-7)",
      "Korean adults",
      "Latent class analysis",
      "Weight control methods",
      "Weight loss methods"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:12.061546"
  },
  {
    "pmid": "41462348",
    "title": "Implementing brain health strategies in primary care: methods and baseline findings from the BHAM registry.",
    "abstract": "Managing modifiable risk factors in early life is associated with reduced risk of cognitive decline, stroke, and dementia later in life. This is especially important in the US Deep South, which has the highest rates of stroke and dementia nationally. While prevention efforts for brain health are gaining attention, they remain limited within primary care settings.",
    "authors": [
      "Pamela G Bowen",
      "Catherine Danielle Jones",
      "Terina Myers",
      "Roy Martin",
      "Amy Knight"
    ],
    "journal": "Archives of public health = Archives belges de sante publique",
    "year": "",
    "keywords": [
      "Brain health",
      "Dementia prevention",
      "Health disparities",
      "Lifestyle intervention",
      "Primary care",
      "Vascular risk"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:12.061589"
  },
  {
    "pmid": "41462029",
    "title": "Dietary management and aerobic exercise counselling on blood pressure control in subjects with prehypertension and drug-naïve stage 1 hypertension: a randomized clinical trial.",
    "abstract": "While lifestyle modification is recommended as first-line treatment for lowering blood pressure (BP) in individuals with prehypertension and drug-naïve stage 1 hypertension, there is a paucity of randomized controlled data on such subjects. This multicenter, open-label, randomized clinical trial enrolled 70 participants (N = 35 per group) with prehypertension and drug-naïve stage 1 hypertension, defined as a systolic BP (SBP) of 130-159 mmHg and/or a diastolic BP (DBP) of 85-99 mmHg. The diet & exercise (D&E) group received counseling and monitoring on diet (DASH; dietary approaches to stop hypertension) and regular physical exercise for 12 weeks. The primary outcome was the change in systolic and diastolic BP after 12 weeks. Secondary outcomes included the 24-hour BP and its components and inflammatory markers. Compared with the control group, office SBP and DBP were reduced in the D&E group by 15.1 (-8.73 vs. 6.38 mmHg, p = 0.003) and 6.68 (-4.57 vs. 2.11 mmHg, p = 0.003) mmHg, respectively. The 24-hour ambulatory SBP did not change significantly in either group after 12 weeks (-0.72 vs. 1.92 mmHg, p = 0.667). In subgroup analysis, female, older-age participants and participants with higher baseline BP showed higher reductions in office SBP. Positive effects on office BP were noted by dietary and exercise education, especially in female and older-age participants.Trial registration: 15/05/2022, NCT05274971.",
    "authors": [
      "Subin Lim",
      "Soon Jun Hong",
      "Ju Hyeon Kim",
      "Jung-Joon Cha",
      "Hyung Joon Joo"
    ],
    "journal": "Scientific reports",
    "year": "",
    "keywords": [],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:12.061636"
  },
  {
    "pmid": "41429740",
    "title": "Blood pressure control in Morocco: A cross-sectional study in urban primary health care facilities.",
    "abstract": "The control of hypertension is often suboptimal, influenced by individual and environmental factors. This study aims to identify the prevalence of risk factors associated with uncontrolled blood pressure in urban hypertensive patients.",
    "authors": [
      "Manar Aarrad",
      "Saad El Madani",
      "Sanaa Touzami",
      "El Hassan Roussi",
      "Mohamed Hilal"
    ],
    "journal": "Vascular diseases (Paris, France)",
    "year": "",
    "keywords": [
      "Hypertension",
      "Morocco",
      "Primary healthcare facilities",
      "Risk factors",
      "Uncontrolled blood pressure"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:12.061679"
  },
  {
    "pmid": "41424274",
    "title": "Quality of Life and Its Determinants among the Elderly with Type 2 Diabetes and Hypertension in Urban Slums in Bengaluru, India.",
    "abstract": "Type 2 diabetes mellitus (T2DM) and hypertension are major chronic conditions affecting elderly populations globally, often combined with socioeconomic hardship and comorbidities, which can impair quality of life (QoL).",
    "authors": [
      "Annadaneshwari B Bhusnurmath",
      "T S Ranganath",
      "Netravati Ambiger"
    ],
    "journal": "Annals of African medicine",
    "year": "",
    "keywords": [
      "Elderly",
      "Personnes âgées",
      "bidonvilles urbains",
      "diabète de type 2",
      "hypertension",
      "quality of life",
      "qualité de vie",
      "type 2 diabetes",
      "urban slums"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:12.061718"
  },
  {
    "pmid": "41416395",
    "title": "Managing cardiovascular risk factors in patients with Sjögren's disease: a comprehensive approach.",
    "abstract": "Sjögren's disease (SjD) is a systemic autoimmune disease primarily affecting exocrine glands, but increasingly recognized for its association with elevated cardiovascular risk. Chronic inflammation, immune dysregulation, and metabolic disturbances contribute to this burden. To summarize the mechanisms linking SjD to cardiovascular disease (CVD) and propose evidence-based strategies for risk assessment and management, we reviewed the current literature on immune-mediated vascular dysfunction, autoantibody profiles, dyslipidemia, hypertension, insulin resistance, and lifestyle factors in SjD. It also evaluates pharmacologic and non-pharmacologic interventions. SjD patients exhibit both traditional and disease-specific cardiovascular risk factors. Autoantibody positivity (anti-Ro/SSA and anti-La/SSB) correlates with increased risk of thrombotic events. Systemic inflammation and endothelial dysfunction are central to pathogenesis. Statins, ACE inhibitors, and metformin show promise in mitigating risk. Lifestyle interventions, including Mediterranean diet and aerobic exercise, offer additional benefits. Thus, cardiovascular risk management should be an integral part of SjD care. A multidisciplinary approach combining clinical evaluation, targeted therapies, and lifestyle modification is essential to reduce morbidity and improve outcomes.",
    "authors": [
      "Dilia Giuggioli",
      "Anna Vittoria Mattioli",
      "Marcello Pinti"
    ],
    "journal": "Future cardiology",
    "year": "",
    "keywords": [
      "Cardiovascular risk",
      "aerobic exercise",
      "autoantibodies",
      "endothelial dysfunction",
      "lifestyle interventions",
      "systemic inflammation"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:12.061756"
  },
  {
    "pmid": "41409795",
    "title": "The Association between Maladaptive Coping Strategies and Cardiovascular Risk Factors: A 12-Year Evaluation from the Isfahan Cohort Study.",
    "abstract": "Research suggests a possible link between maladaptive coping strategies and traditional cardiovascular risk factors, but conclusive evidence is lacking. Given the importance of early prevention in addressing cardiovascular disease, further investigation into this potential connection is essential. Therefore, this study aims to evaluate this relationship.",
    "authors": [
      "Masoumeh Sadeghi",
      "Razieh Hassannejad",
      "Hamidreza Roohafza",
      "Nazanin Soleimani",
      "Mohammad Talaei"
    ],
    "journal": "International journal of preventive medicine",
    "year": "",
    "keywords": [
      "CVD",
      "Cardiovascular risk factor",
      "dyslipidemia",
      "hypertension",
      "maladaptive coping strategy",
      "obesity",
      "overweight"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:12.061794"
  },
  {
    "pmid": "41405213",
    "title": "Non-Pharmacological Management of Hypertension for Community-Dwelling Adults in Southeast Asia: A Narrative Review.",
    "abstract": "This study aimed to evaluate the effect of non-pharmacological interventions on blood pressure for community-dwelling individuals with hypertension in Southeast Asia.",
    "authors": [
      "Pataporn Bawornthip",
      "Andrea Driscoll",
      "Anastasia Hutchinson"
    ],
    "journal": "International journal of nursing practice",
    "year": "",
    "keywords": [
      "Southeast Asia",
      "diet",
      "exercise",
      "hypertension",
      "narrative review",
      "prehypertension"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:12.061830"
  },
  {
    "pmid": "41494148",
    "title": "Total and partial knee arthroplasty versus non-surgical interventions of the knee for moderate to severe osteoarthritis.",
    "abstract": "Total and partial knee arthroplasty (TKA, PKA) are common treatments for moderate to severe knee osteoarthritis. While effective in symptom management, these surgeries carry potential risks, necessitating careful evaluation of benefits and harms. High-quality evidence comparing TKA/PKA to placebo, sham, or non-surgical interventions is essential to support informed decision-making.",
    "authors": [
      "Lissa Pacheco-Brousseau",
      "Said Abdelrazeq",
      "Shannon E Kelly",
      "Jordi Pardo Pardo",
      "Geoff Dervin"
    ],
    "journal": "The Cochrane database of systematic reviews",
    "year": "",
    "keywords": [],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:13.820317"
  },
  {
    "pmid": "41492504",
    "title": "Hip Microinstability: Current Concepts in Diagnosis, Surgical Management, and Outcomes A Narrative Review.",
    "abstract": "Hip microinstability-subtle, symptomatic femoral head translation without dislocation-compromises the labral suction seal and accelerates chondrolabral wear. Clinical overlap with femoroacetabular impingement syndrome (FAIS) and borderline dysplasia delays recognition.",
    "authors": [
      "Alan D Villegas Meza",
      "Michael Nocek",
      "Nicholas A Felan",
      "Alyson Speshock",
      "Ioanna K Bolia"
    ],
    "journal": "Open access journal of sports medicine",
    "year": "",
    "keywords": [
      "Hip arthroscopy",
      "Hip capsule",
      "femoroacetabular impingement",
      "labral repair",
      "microinstability",
      "sports medicine"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:13.820366"
  },
  {
    "pmid": "41464714",
    "title": "In the Mouth or in the Gut? Innovation Through Implementing Oral and Gastrointestinal Health Science in Chronic Pain Management.",
    "abstract": "Recent scientific advances point towards an important role for oral and gastrointestinal health in people with chronic pain. Poor oral health (e.g., periodontitis, tooth loss) is observed in subgroups of the chronic pain population, including abdominal pain, low back pain, fibromyalgia, and rheumatoid arthritis. In addition to poor oral health, studies have also revealed altered intestinal microbiota compositions in various types of chronic pain, including people with chronic low back pain, knee osteoarthritis, visceral pain, fibromyalgia, tinnitus, and migraine. While overweight/obesity contributes to the likelihood of gut dysbiosis, normal-weight individuals with chronic pain also more often present with poor gut health. Both gastrointestinal and oral health problems (e.g., periodontitis, tooth loss) are increasingly recognized across multiple chronic pain conditions, including abdominal pain, low back pain, fibromyalgia, and rheumatoid arthritis. This perspective paper provides an overview of the requirements for integrating oral and gastrointestinal health in chronic pain management. First and foremost, oral and gastrointestinal health issues need to be recognized as common chronic pain comorbidities that require tailored treatment. Next to recognition of the issue, individuals seeking care for chronic pain need to be screened routinely for these oral and gastrointestinal comorbidities. In terms of management, the following options are suggested: (1) providing oral and gastrointestinal health science education; (2) considering the possible interplay between the gut microbiome and drug treatment (including polypharmacy); (3) expanding the importance of dietary interventions; and (4) considering the potential interplay with other lifestyle factors (e.g., chronic insomnia, overweight/obesity, depression and anxiety). To inform the implementation of these suggestions, longitudinal cohort studies investigating the role of oral and gastrointestinal health in people with chronic pain, as well as studies exploring possible (modifiable) factors that affect the oral and/or gut microbiome, are needed. This includes the bidirectional interplay between the gut microbiome and drugs commonly prescribed to patients with chronic pain. Likewise, adequately powered and controlled clinical trials evaluating the effectiveness of possible treatments for oral and/or gastrointestinal comorbidities in people with chronic pain represent another research priority. Such randomized clinical trials can not only examine the possible causal link between poor oral/gut health and treatment outcomes, but also inform the development of new, innovative ways to improve care for people with chronic pain.",
    "authors": [
      "Jo Nijs",
      "Ishtiaq Ahmed",
      "Doris Vandeputte",
      "Burel R Goodin",
      "Tolulope Adetayo"
    ],
    "journal": "Journal of clinical medicine",
    "year": "",
    "keywords": [
      "chronic pain",
      "gut dysbiosis",
      "nutrition",
      "oral dysbiosis",
      "pharmacomicrobiomics",
      "sleep management",
      "stress management"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:13.820406"
  },
  {
    "pmid": "41462049",
    "title": "Effects of instrument-assisted soft tissue mobilization combined with exercise on knee joint muscle activity during walking in patients with moderate knee osteoarthritis: A randomized controlled clinical trial.",
    "abstract": "Knee osteoarthritis (KOA) is a degenerative joint disorder characterized by pain and stiffness, often leading to compensatory increases in muscle activity. Instrument-assisted soft tissue mobilization (IASTM) is an emerging manual therapy with potential benefits in soft tissue release and pain management. This study investigated the effects of IASTM combined with exercise therapy on muscle activity and clinical outcomes in individuals with KOA. Thirty KOA patients were randomly allocated to either an IASTM plus exercise group or a sham IASTM plus exercise group. The intervention consisted of four sessions over two weeks. Electromyographic (EMG) activity was assessed pre- and post-treatment using mean root mean square (RMS) amplitude values and co-contraction indices of selected lower limb muscles during preferred and fast walking. Pain intensity, knee and ankle strength, and self-reported disability were also evaluated. Significant group*time interactions were observed for the vastus medialis, semitendinosus, and tibialis anterior, with post-treatment EMG activity decreasing in the IASTM group and increasing in the sham group. All mean RMS values and co-contraction indices were significantly higher during fast walking. A significant speed*time interaction for the vastus lateralis revealed more pronounced post-treatment reductions during fast walking, with a trend toward decreased activity in the IASTM group and increased activity in the sham group. Both groups demonstrated significant improvements in pain, disability, and muscle strength; however, the IASTM group showed greater improvements, supported by significant interaction effects. Correlation analysis revealed that EMG activity in the rectus femoris, vastus medialis, and biceps femoris was moderately and positively associated with pain levels. The rectus femoris and medial gastrocnemius also showed inverse associations with muscle strength. Although both groups showed improvements in pain, strength, and disability, greater gains were observed in the IASTM group. Notably, IASTM combined with exercise therapy also reduced EMG activity. This reduction, alongside increased strength, suggests enhanced neuromuscular efficiency, which may decrease intra-articular loading associated with elevated muscle activation-commonly observed in KOA patients-while supporting joint stability. These findings highlight the potential benefit of incorporating soft tissue mobilization techniques alongside exercise therapy in KOA rehabilitation programs. Trial registration This trial was registered on 14 January 2022 at https://www.irct.behdasht.gov.ir with the registration code IRCT20201128049511N3. It is also accessible via the WHO trial search portal at: https://trialsearch.who.int/Trial2.aspx?TrialID=IRCT20201128049511N3 .",
    "authors": [
      "Bahare Jafarsalehi",
      "Sahar Boozari",
      "Giti Torkaman"
    ],
    "journal": "Scientific reports",
    "year": "",
    "keywords": [
      "Electromyography",
      "Gait",
      "Muscle strength",
      "Myofascial release therapy",
      "Osteoarthritis"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:13.820452"
  },
  {
    "pmid": "41427135",
    "title": "Postoperative management following equine orthopedic surgery: a survey of diplomates of the ACVS and ACVSMR.",
    "abstract": "Postoperative management, including rehabilitation and physical therapy, is important to decrease pain and improve return to function in human and small animal orthopedic surgical cases; however, recommendations for postoperative management for equine orthopedic surgical cases is limited. As the field of equine rehabilitation continues to expand, we must understand how postoperative management and rehabilitation modalities are being used to determine evidence based guidelines for commonly utilized modalities. The objectives of this cross-sectional survey were to (1) investigate postoperative management recommendations for four common equine orthopedic surgical scenarios by diplomates of the American College of Veterinary Surgeons (ACVS) and American College of Veterinary Sports Medicine and Rehabilitation (ACVSMR) and to (2) determine if recommendations were different between specialties and (3) different between surgical scenarios. An electronic cross-sectional survey with four equine orthopedic surgical scenarios (simple arthroscopy [SA], septic arthritis [SJ], deep digital flexor tendon tear [DT], and neurectomy of the deep branch of the lateral plantar nerve and fasciotomy [NF]) with questions regarding postoperative management recommendations was distributed to diplomates of the ACVS and ACVSMR. A total of 85 surveys were completed. Non-steroidal anti-inflammatory administration, bandaging, hand-walking, and small paddock turnout, were most recommended for all scenarios. SA, SJ, and NF cases had small paddock turnout, full turnout, and ridden exercise recommended sooner than DT cases. Longer periods of hand-walking and small paddock turnout were recommended for DT cases. Intrathecal therapies were most frequently recommended for DT cases. ACVSMR diplomates were more likely to recommend rehabilitation modalities for certain scenarios. In conclusion, results of this survey describe postoperative management for equine orthopedic surgical cases recommended by ACVS and ACVSMR diplomates. Few differences were identified in recommendations between diplomates. Differences were identified between the different surgical case scenarios.",
    "authors": [
      "Carrie Jacobs",
      "Lauren Virginia Schnabel",
      "Caitlyn Redding Horne",
      "Sara Tufts",
      "Emily Gray Medlin Martin"
    ],
    "journal": "Frontiers in veterinary science",
    "year": "",
    "keywords": [
      "equine",
      "orthopedic",
      "postoperative",
      "rehabilitation",
      "surgery"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:13.820504"
  },
  {
    "pmid": "41412141",
    "title": "Global burden of lower respiratory infections and aetiologies, 1990-2023: a systematic analysis for the Global Burden of Disease Study 2023.",
    "abstract": "Lower respiratory infections (LRIs) remain the world's leading infectious cause of death. This analysis from the Global Burden of Diseases, Injuries, and Risk Factors Study (GBD) 2023 provides global, regional, and national estimates of LRI incidence, mortality, and disability-adjusted life-years (DALYs), with attribution to 26 pathogens, including 11 newly modelled pathogens, across 204 countries and territories from 1990 to 2023. With new data and revised modelling techniques, these estimates serve as an update and expansion to GBD 2021. Through these estimates, we also aimed to assess progress towards the 2025 Global Action Plan for the Prevention and Control of Pneumonia and Diarrhoea (GAPPD) target for pneumonia mortality in children younger than 5 years.",
    "authors": [],
    "journal": "The Lancet. Infectious diseases",
    "year": "",
    "keywords": [],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:13.821058"
  },
  {
    "pmid": "41401375",
    "title": "Feasibility and Preliminary Effectiveness of a Mobile App-Based Personalized Exercise Program in Older Patients With Chronic Knee Osteoarthritis: Pilot Randomized Controlled Trial.",
    "abstract": "Knee osteoarthritis is a prevalent cause of disability among older adults, emphasizing the need for effective and accessible self-management strategies. Mobile app-based personalized exercise programs predominantly overcome the barriers associated with traditional approaches.",
    "authors": [
      "Yu Jin Im",
      "Jihong Choi",
      "Sol-A Choi",
      "Jeong-Yi Kwon",
      "Jong Geol Do"
    ],
    "journal": "JMIR mHealth and uHealth",
    "year": "",
    "keywords": [
      "digital health",
      "mHealth",
      "mobile health",
      "multimonitoring",
      "osteoarthritis",
      "pain",
      "physical function",
      "quality of life"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:13.821109"
  },
  {
    "pmid": "41381113",
    "title": "Efficacy of an acute bout of isometric wall squat exercise on pain sensitivity and clinical pain intensity in adults with knee osteoarthritis: a randomised controlled trial in outpatient physiotherapy clinics in Saudi Arabia.",
    "abstract": "To investigate the efficacy of two volumes of acute isometric wall squat exercise on pain sensitivity (primary outcome: pressure pain threshold (PPT)) and intensity (secondary outcome) in adults with knee osteoarthritis.",
    "authors": [
      "Jamilah Zabarmawi",
      "Clint T Miller",
      "Patrick J Owen",
      "Niamh L Mundell",
      "Areej Meny"
    ],
    "journal": "BMJ open",
    "year": "",
    "keywords": [
      "Aging",
      "Chronic Pain",
      "Exercise",
      "Pain management",
      "Randomized Controlled Trial"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:13.821144"
  },
  {
    "pmid": "41357870",
    "title": "Efficacy of pharmacological interventions and therapeutic exercises for rheumatoid arthritis: a systematic review and meta-analysis.",
    "abstract": "Rheumatoid arthritis (RA) is a chronic inflammatory autoimmune disease characterized by persistent synovitis, systemic inflammation, and progressive joint damage. Medication and physical exercise are the most common interventions documented for the treatment of RA. The current systematic review examined the efficacy of pharmacological and physical exercise interventions for RA.",
    "authors": [
      "Timothy Adeyemi",
      "Vitalis Ikenna Chukwuike",
      "Motunrayo Adebukunola Oladimeji",
      "Ufuoma Shalom Ahwinahwi",
      "Victor Ayodeji Ayeni"
    ],
    "journal": "Frontiers in pharmacology",
    "year": "",
    "keywords": [
      "SDG 3",
      "adult",
      "auto-immune disease",
      "chronic inflammatory arthritis",
      "efficacy",
      "pharmacological intervention",
      "rheumatoid arthritis",
      "therapeutic exercise"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:13.821175"
  },
  {
    "pmid": "41316587",
    "title": "Self-management education programs (SMEPs) for adults with coexisting overweight or obesity and knee osteoarthritis: A systematic review.",
    "abstract": "This review aimed to synthesize the content and delivery of SMEPs and explore outcomes improvement (pain, knee function, weight loss, and quality of life) in adults with overweight/obesity and KOA across RCTs, non-RCTs, and cohorts.",
    "authors": [
      "Duha Batayneh",
      "Mohd Razif Shahril",
      "Sumaiyah Mat",
      "Deepashini Harithasan",
      "Alia A Alghwiri"
    ],
    "journal": "Journal of bodywork and movement therapies",
    "year": "",
    "keywords": [
      "Knee",
      "Obesity",
      "Osteoarthritis",
      "Overweight",
      "Self-management",
      "Systematic review"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:13.821206"
  },
  {
    "pmid": "41497970",
    "title": "Respiratory Muscle Strength and Mortality in Patients with COPD: A Systematic Review and Meta-Analysis.",
    "abstract": "Respiratory muscle weakness is common in chronic obstructive pulmonary disease (COPD), potentially carrying prognostic information beyond airflow limitation; however, clinical testing remains variably standardized, and its independent association with survival is uncertain. We evaluated whether respiratory muscle strength is associated with survival in patients with COPD, and summarized implementation-relevant evidence for other indices.",
    "authors": [
      "Hiroki Mizusawa",
      "Kazuki Okura",
      "Masashi Shiraishi",
      "Masaya Noguchi",
      "Yuji Higashimoto"
    ],
    "journal": "International journal of chronic obstructive pulmonary disease",
    "year": "",
    "keywords": [
      "chronic obstructive pulmonary disease",
      "maximal inspiratory pressure",
      "mortality",
      "peak inspiratory flow rate",
      "prognosis",
      "respiratory muscle strength"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:15.120410"
  },
  {
    "pmid": "41494697",
    "title": "Singing for lung health following completion of pulmonary rehabilitation: feasibility of a randomised controlled trial.",
    "abstract": "Pulmonary rehabilitation (PR) is a highly effective intervention for people with chronic respiratory disease; however, it is not known how best to sustain its benefits. Clinical trials are needed to establish if participation in singing for lung health (SLH) groups following PR will improve health-related quality of life, healthcare utilisation and exercise capacity compared with usual care. A feasibility study would help to guide development of these trials.",
    "authors": [
      "Adam Lewis",
      "Peter Jung",
      "Parris Williams",
      "Jennifer Steinmann",
      "Karen A Ingram"
    ],
    "journal": "BMJ open respiratory research",
    "year": "",
    "keywords": [
      "Asthma",
      "Bronchiectasis",
      "Emphysema",
      "Perception of Asthma/Breathlessness",
      "Pulmonary Rehabilitation"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:15.120483"
  },
  {
    "pmid": "41490415",
    "title": "Estimating Breathing Reserve at Peak Treadmill Exercise: Influence of Sex and Fitness.",
    "abstract": "A low breathing reserve (peak ventilation [Epeak]/estimated maximum ventilation [Emax] ≤ 15%) is recommended as the decision node to indicate abnormal ventilatory limitation during incremental cycle ergometry. Given higher Epeak during weight-bearing exercise, we aim to establish which coefficients should multiply the forced expiratory volume in 1 second (FEV1) to reduce the prevalence of a low breathing reserve in healthy subjects undergoing treadmill exercise.",
    "authors": [
      "Mauricio Milani",
      "Juliana Goulart Prata Oliveira Milani",
      "Felipe Vilaça Cavallari Machado",
      "Graziella França Bernardelli Cipriano",
      "Dominique Hansen"
    ],
    "journal": "Journal of cardiopulmonary rehabilitation and prevention",
    "year": "",
    "keywords": [
      "age",
      "cardiopulmonary exercise testing",
      "exercise testing",
      "lung mechanics",
      "ventilation"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:15.120535"
  },
  {
    "pmid": "41489536",
    "title": "Urinary incontinence is common among people attending pulmonary rehabilitation, yet pulmonary rehabilitation has a small effect on urinary symptoms: A multicenter prospective cohort study.",
    "abstract": "Urinary incontinence (UI) is common among individuals with chronic respiratory diseases (CRDs) and may limit attendance, completion, and response to pulmonary rehabilitation (PR). This study aims to assess what is the prevalence of UI among individuals attending PR, and how does PR affect UI and other clinical outcomes, and if UI is associated with PR completion and response.",
    "authors": [
      "Francis-Edouard Gravier",
      "Yann Combret",
      "Damien Parrot",
      "Fanny Laporte",
      "Léna Bocquet"
    ],
    "journal": "Pulmonology",
    "year": "",
    "keywords": [
      "Chronic obstructive pulmonary disease",
      "pulmonary rehabilitation",
      "urinary incontinence",
      "urinary symptoms"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:15.120582"
  },
  {
    "pmid": "41488201",
    "title": "Unequal Access, Unequal Outcomes: Analyzing Chronic Obstructive Pulmonary Disease Hospital Admissions Across Clinical Commissioning Groups.",
    "abstract": "Chronic obstructive pulmonary disease (COPD) remains a major cause of hospitalisation and mortality in England, with outcomes differing widely across Clinical Commissioning Groups (CCGs). This short communication highlights regional variation in COPD emergency admissions and 30 day readmission patterns using figures from the 2nd Atlas of Variation in Risk Factors and Healthcare for Respiratory Disease by Public Health England. Northern regions show higher rates than southern regions, reflecting variation in access to primary care, respiratory specialists, and pulmonary rehabilitation. These patterns indicate that supply sensitive factors contribute significantly to unequal outcomes. Reducing avoidable hospitalisations will require fairer resource allocation, earlier community based management, and stronger coordination between hospital and primary care services.",
    "authors": [
      "Sushant Sharma"
    ],
    "journal": "Open respiratory archives",
    "year": "",
    "keywords": [
      "Chronic obstructive pulmonary disease",
      "England",
      "Geographic variation",
      "Health inequalities",
      "Hospital admissions",
      "Primary care access"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:15.120630"
  },
  {
    "pmid": "41486125",
    "title": "Efficacy and economic impact of a WeChat-based integrated care model for pulmonary rehabilitation in COPD: a retrospective propensity score matched study.",
    "abstract": "",
    "authors": [
      "Qiuxia Zheng",
      "Xinwen Zhou",
      "Peiling Jiang",
      "Qingqing Pan",
      "Weili Chen"
    ],
    "journal": "BMC pulmonary medicine",
    "year": "",
    "keywords": [
      "Chronic obstructive pulmonary disease",
      "Health economics",
      "Hospital-community-family integrated care model",
      "Pulmonary rehabilitation",
      "WeChat"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:15.120668"
  },
  {
    "pmid": "41485533",
    "title": "Clinical Stability under FF/UMEC/VI Triple Inhaled Therapy: A 12-Month Real Life Retrospective Observational Study.",
    "abstract": "Chronic Obstructive Pulmonary Disease (COPD) remains a leading cause of morbidity and mortality worldwide. For patients with a high disease burden, triple therapy with fluticasone furoate/umeclidinium bromide/vilanterol trifenatate (FF/UMEC/VI) has demonstrated significant benefits in health-related quality of life (HRQoL), exacerbation reduction, and lung function improvement. Efforts have been made to define clinical stability (CS), yet real-world data on CS during FF/UMEC/VI therapy remain limited. This retrospective study aimed to assess the prevalence of CS after 12 months (T12) of FF/UMEC/VI treatment in COPD patients. CS was defined as the concurrent presence at T12 of: no acute exacerbations in the prior 12 months, a ≥ 2-point improvement in COPD Assessment Test (CAT) score from baseline, and a forced expiratory volume in one second (FEV",
    "authors": [
      "Mauro Maniscalco",
      "Claudio Candia",
      "Francesco Pennisi",
      "Alfio Pennisi",
      "Giuseppe De Simone"
    ],
    "journal": "Respiratory medicine",
    "year": "",
    "keywords": [
      "COPD",
      "Disability",
      "Outcome",
      "Rehabilitation",
      "Stability"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:15.120706"
  },
  {
    "pmid": "41479672",
    "title": "A Multidimensional Perspective on COPD: How Coping Styles and Self-Esteem Relate to Psychological Distress and Functional Capacity.",
    "abstract": "Emerging evidence indicates that psychological resources may influence clinical outcomes and disease burden in chronic obstructive pulmonary disease (COPD), but their interactions are still not well understood. This study examined how coping strategies and self-esteem are connected to psychological distress, symptom impact, and functional capacity in moderate and severe COPD.",
    "authors": [
      "Camelia Corina Pescaru",
      "Alexandru Florian Crisan",
      "Adelina Maritescu",
      "Emanuela Tudorache",
      "Cristian Oancea"
    ],
    "journal": "International journal of chronic obstructive pulmonary disease",
    "year": "",
    "keywords": [
      "COPD",
      "anxiety",
      "coping strategies",
      "functional capacity",
      "quality of life",
      "self-esteem"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:15.120748"
  },
  {
    "pmid": "41477088",
    "title": "Post-COVID Rehabilitation Outcomes: A Comparative Cohort Study.",
    "abstract": "To evaluate and compare rehabilitation outcomes in patients with post-COVID syndrome (post-COVID) vs those with pulmonary, cardiovascular, metabolic, and orthopedic conditions.",
    "authors": [
      "Ferdinand Prüfer",
      "Alexander Kautzky",
      "Alexandra Unger",
      "Špela Matko",
      "Michael J Fischer"
    ],
    "journal": "Archives of rehabilitation research and clinical translation",
    "year": "",
    "keywords": [
      "Outcome Assessment, Health Care",
      "Physical functional performance",
      "Postacute COVID-19 syndrome",
      "Quality of life",
      "Rehabilitation"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:15.120825"
  },
  {
    "pmid": "41477079",
    "title": "Effect of Menthol on Dyspnea During Exercise in Individuals With COPD.",
    "abstract": "To investigate the effects of olfactory stimulation with menthol on exertional dyspnea and physiological data during cycling exercise in patients with chronic obstructive pulmonary disease (COPD).",
    "authors": [
      "Pauline Smondack",
      "Tristan Bonnevie",
      "Francis-Edouard Gravier",
      "Rimeh Ayari",
      "Armand Bonne"
    ],
    "journal": "Archives of rehabilitation research and clinical translation",
    "year": "",
    "keywords": [
      "COPD",
      "Chronic respiratory disease",
      "Dyspnea",
      "Exercise",
      "Menthol",
      "Rehabilitation"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:15.120883"
  },
  {
    "doc_id": "synthetic_0",
    "topic": "kidney disease",
    "type": "faq",
    "title": "Kidney Disease - Faq",
    "content": "## Frequently Asked Questions about kidney disease\n\n**Q: What are the main symptoms?**\nA: Common symptoms include...\n\n**Q: How is it diagnosed?**\nA: Diagnosis typically involves...\n\n### Key Management Strategies\n\nRegular follow-up with healthcare providers is essential for optimal management.\n\n### Important Considerations\n\n- Always consult with your healthcare provider before making changes to your treatment plan\n- Individual responses to treatments may vary\n- Regular monitoring and follow-up are crucial\n\n*This is educational content and not a substitute for professional medical advice.*",
    "source": "synthetic_mock",
    "generated_at": "2026-01-07T20:02:15.121401",
    "metadata": {
      "model": "mock_generator",
      "word_count": 83
    }
  },
  {
    "doc_id": "synthetic_1",
    "topic": "arthritis",
    "type": "clinical_summary",
    "title": "Arthritis - Clinical Summary",
    "content": "## Clinical Overview: arthritis\n\narthritis affects millions worldwide. Key considerations include diagnosis criteria, treatment options, and prognosis.\n\n### Key Management Strategies\n\nDiscuss pain management strategies, joint protection techniques, exercise modifications, and assistive devices.\n\n### Important Considerations\n\n- Always consult with your healthcare provider before making changes to your treatment plan\n- Individual responses to treatments may vary\n- Regular monitoring and follow-up are crucial\n\n*This is educational content and not a substitute for professional medical advice.*",
    "source": "synthetic_mock",
    "generated_at": "2026-01-07T20:02:15.121439",
    "metadata": {
      "model": "mock_generator",
      "word_count": 76
    }
  },
  {
    "doc_id": "synthetic_2",
    "topic": "asthma",
    "type": "patient_guide",
    "title": "Asthma - Patient Guide",
    "content": "## Living with asthma\n\nManaging asthma involves lifestyle modifications, medication adherence, and regular monitoring.\n\n### Key Management Strategies\n\nCover inhaler techniques, trigger avoidance, action plans for exacerbations, and environmental controls.\n\n### Important Considerations\n\n- Always consult with your healthcare provider before making changes to your treatment plan\n- Individual responses to treatments may vary\n- Regular monitoring and follow-up are crucial\n\n*This is educational content and not a substitute for professional medical advice.*",
    "source": "synthetic_mock",
    "generated_at": "2026-01-07T20:02:15.121460",
    "metadata": {
      "model": "mock_generator",
      "word_count": 73
    }
  },
  {
    "doc_id": "synthetic_3",
    "topic": "arthritis",
    "type": "clinical_summary",
    "title": "Arthritis - Clinical Summary",
    "content": "## arthritis Management Guidelines\n\nEvidence-based approaches to arthritis management including pharmacological and non-pharmacological interventions.\n\n### Key Management Strategies\n\nDiscuss pain management strategies, joint protection techniques, exercise modifications, and assistive devices.\n\n### Important Considerations\n\n- Always consult with your healthcare provider before making changes to your treatment plan\n- Individual responses to treatments may vary\n- Regular monitoring and follow-up are crucial\n\n*This is educational content and not a substitute for professional medical advice.*",
    "source": "synthetic_mock",
    "generated_at": "2026-01-07T20:02:15.121478",
    "metadata": {
      "model": "mock_generator",
      "word_count": 73
    }
  },
  {
    "doc_id": "synthetic_4",
    "topic": "asthma",
    "type": "clinical_summary",
    "title": "Asthma - Clinical Summary",
    "content": "## Clinical Overview: asthma\n\nasthma affects millions worldwide. Key considerations include diagnosis criteria, treatment options, and prognosis.\n\n### Key Management Strategies\n\nCover inhaler techniques, trigger avoidance, action plans for exacerbations, and environmental controls.\n\n### Important Considerations\n\n- Always consult with your healthcare provider before making changes to your treatment plan\n- Individual responses to treatments may vary\n- Regular monitoring and follow-up are crucial\n\n*This is educational content and not a substitute for professional medical advice.*",
    "source": "synthetic_mock",
    "generated_at": "2026-01-07T20:02:15.121493",
    "metadata": {
      "model": "mock_generator",
      "word_count": 76
    }
  },
  {
    "doc_id": "synthetic_5",
    "topic": "arthritis",
    "type": "faq",
    "title": "Arthritis - Faq",
    "content": "## arthritis: Questions and Answers\n\nAddressing common patient concerns about arthritis treatment and management.\n\n### Key Management Strategies\n\nDiscuss pain management strategies, joint protection techniques, exercise modifications, and assistive devices.\n\n### Important Considerations\n\n- Always consult with your healthcare provider before making changes to your treatment plan\n- Individual responses to treatments may vary\n- Regular monitoring and follow-up are crucial\n\n*This is educational content and not a substitute for professional medical advice.*",
    "source": "synthetic_mock",
    "generated_at": "2026-01-07T20:02:15.121509",
    "metadata": {
      "model": "mock_generator",
      "word_count": 73
    }
  },
  {
    "doc_id": "synthetic_6",
    "topic": "chronic pain",
    "type": "faq",
    "title": "Chronic Pain - Faq",
    "content": "## Frequently Asked Questions about chronic pain\n\n**Q: What are the main symptoms?**\nA: Common symptoms include...\n\n**Q: How is it diagnosed?**\nA: Diagnosis typically involves...\n\n### Key Management Strategies\n\nRegular follow-up with healthcare providers is essential for optimal management.\n\n### Important Considerations\n\n- Always consult with your healthcare provider before making changes to your treatment plan\n- Individual responses to treatments may vary\n- Regular monitoring and follow-up are crucial\n\n*This is educational content and not a substitute for professional medical advice.*",
    "source": "synthetic_mock",
    "generated_at": "2026-01-07T20:02:15.121523",
    "metadata": {
      "model": "mock_generator",
      "word_count": 83
    }
  },
  {
    "doc_id": "synthetic_7",
    "topic": "hypertension",
    "type": "faq",
    "title": "Hypertension - Faq",
    "content": "## hypertension: Questions and Answers\n\nAddressing common patient concerns about hypertension treatment and management.\n\n### Key Management Strategies\n\nEmphasize regular blood pressure monitoring, medication adherence, sodium restriction, and stress management.\n\n### Important Considerations\n\n- Always consult with your healthcare provider before making changes to your treatment plan\n- Individual responses to treatments may vary\n- Regular monitoring and follow-up are crucial\n\n*This is educational content and not a substitute for professional medical advice.*",
    "source": "synthetic_mock",
    "generated_at": "2026-01-07T20:02:15.121541",
    "metadata": {
      "model": "mock_generator",
      "word_count": 73
    }
  },
  {
    "doc_id": "synthetic_8",
    "topic": "kidney disease",
    "type": "faq",
    "title": "Kidney Disease - Faq",
    "content": "## Frequently Asked Questions about kidney disease\n\n**Q: What are the main symptoms?**\nA: Common symptoms include...\n\n**Q: How is it diagnosed?**\nA: Diagnosis typically involves...\n\n### Key Management Strategies\n\nRegular follow-up with healthcare providers is essential for optimal management.\n\n### Important Considerations\n\n- Always consult with your healthcare provider before making changes to your treatment plan\n- Individual responses to treatments may vary\n- Regular monitoring and follow-up are crucial\n\n*This is educational content and not a substitute for professional medical advice.*",
    "source": "synthetic_mock",
    "generated_at": "2026-01-07T20:02:15.121556",
    "metadata": {
      "model": "mock_generator",
      "word_count": 83
    }
  },
  {
    "doc_id": "synthetic_9",
    "topic": "hypertension",
    "type": "faq",
    "title": "Hypertension - Faq",
    "content": "## Frequently Asked Questions about hypertension\n\n**Q: What are the main symptoms?**\nA: Common symptoms include...\n\n**Q: How is it diagnosed?**\nA: Diagnosis typically involves...\n\n### Key Management Strategies\n\nEmphasize regular blood pressure monitoring, medication adherence, sodium restriction, and stress management.\n\n### Important Considerations\n\n- Always consult with your healthcare provider before making changes to your treatment plan\n- Individual responses to treatments may vary\n- Regular monitoring and follow-up are crucial\n\n*This is educational content and not a substitute for professional medical advice.*",
    "source": "synthetic_mock",
    "generated_at": "2026-01-07T20:02:15.121570",
    "metadata": {
      "model": "mock_generator",
      "word_count": 84
    }
  },
  {
    "doc_id": "synthetic_10",
    "topic": "COPD",
    "type": "faq",
    "title": "Copd - Faq",
    "content": "## Frequently Asked Questions about COPD\n\n**Q: What are the main symptoms?**\nA: Common symptoms include...\n\n**Q: How is it diagnosed?**\nA: Diagnosis typically involves...\n\n### Key Management Strategies\n\nRegular follow-up with healthcare providers is essential for optimal management.\n\n### Important Considerations\n\n- Always consult with your healthcare provider before making changes to your treatment plan\n- Individual responses to treatments may vary\n- Regular monitoring and follow-up are crucial\n\n*This is educational content and not a substitute for professional medical advice.*",
    "source": "synthetic_mock",
    "generated_at": "2026-01-07T20:02:15.121592",
    "metadata": {
      "model": "mock_generator",
      "word_count": 82
    }
  },
  {
    "doc_id": "synthetic_11",
    "topic": "diabetes",
    "type": "faq",
    "title": "Diabetes - Faq",
    "content": "## diabetes: Questions and Answers\n\nAddressing common patient concerns about diabetes treatment and management.\n\n### Key Management Strategies\n\nFocus on blood glucose monitoring, carbohydrate counting, medication management, and complication prevention.\n\n### Important Considerations\n\n- Always consult with your healthcare provider before making changes to your treatment plan\n- Individual responses to treatments may vary\n- Regular monitoring and follow-up are crucial\n\n*This is educational content and not a substitute for professional medical advice.*",
    "source": "synthetic_mock",
    "generated_at": "2026-01-07T20:02:15.121609",
    "metadata": {
      "model": "mock_generator",
      "word_count": 73
    }
  },
  {
    "doc_id": "synthetic_12",
    "topic": "hypertension",
    "type": "clinical_summary",
    "title": "Hypertension - Clinical Summary",
    "content": "## Clinical Overview: hypertension\n\nhypertension affects millions worldwide. Key considerations include diagnosis criteria, treatment options, and prognosis.\n\n### Key Management Strategies\n\nEmphasize regular blood pressure monitoring, medication adherence, sodium restriction, and stress management.\n\n### Important Considerations\n\n- Always consult with your healthcare provider before making changes to your treatment plan\n- Individual responses to treatments may vary\n- Regular monitoring and follow-up are crucial\n\n*This is educational content and not a substitute for professional medical advice.*",
    "source": "synthetic_mock",
    "generated_at": "2026-01-07T20:02:15.121623",
    "metadata": {
      "model": "mock_generator",
      "word_count": 76
    }
  },
  {
    "doc_id": "synthetic_13",
    "topic": "diabetes",
    "type": "faq",
    "title": "Diabetes - Faq",
    "content": "## Frequently Asked Questions about diabetes\n\n**Q: What are the main symptoms?**\nA: Common symptoms include...\n\n**Q: How is it diagnosed?**\nA: Diagnosis typically involves...\n\n### Key Management Strategies\n\nFocus on blood glucose monitoring, carbohydrate counting, medication management, and complication prevention.\n\n### Important Considerations\n\n- Always consult with your healthcare provider before making changes to your treatment plan\n- Individual responses to treatments may vary\n- Regular monitoring and follow-up are crucial\n\n*This is educational content and not a substitute for professional medical advice.*",
    "source": "synthetic_mock",
    "generated_at": "2026-01-07T20:02:15.121671",
    "metadata": {
      "model": "mock_generator",
      "word_count": 84
    }
  },
  {
    "doc_id": "synthetic_14",
    "topic": "kidney disease",
    "type": "faq",
    "title": "Kidney Disease - Faq",
    "content": "## kidney disease: Questions and Answers\n\nAddressing common patient concerns about kidney disease treatment and management.\n\n### Key Management Strategies\n\nRegular follow-up with healthcare providers is essential for optimal management.\n\n### Important Considerations\n\n- Always consult with your healthcare provider before making changes to your treatment plan\n- Individual responses to treatments may vary\n- Regular monitoring and follow-up are crucial\n\n*This is educational content and not a substitute for professional medical advice.*",
    "source": "synthetic_mock",
    "generated_at": "2026-01-07T20:02:15.121700",
    "metadata": {
      "model": "mock_generator",
      "word_count": 73
    }
  },
  {
    "doc_id": "synthetic_15",
    "topic": "diabetes",
    "type": "research_synopsis",
    "title": "Diabetes - Research Synopsis",
    "content": "## diabetes: Current Research Landscape\n\nSummary of ongoing clinical trials and research directions for diabetes.\n\n### Key Management Strategies\n\nFocus on blood glucose monitoring, carbohydrate counting, medication management, and complication prevention.\n\n### Important Considerations\n\n- Always consult with your healthcare provider before making changes to your treatment plan\n- Individual responses to treatments may vary\n- Regular monitoring and follow-up are crucial\n\n*This is educational content and not a substitute for professional medical advice.*",
    "source": "synthetic_mock",
    "generated_at": "2026-01-07T20:02:15.121718",
    "metadata": {
      "model": "mock_generator",
      "word_count": 74
    }
  },
  {
    "doc_id": "synthetic_16",
    "topic": "COPD",
    "type": "faq",
    "title": "Copd - Faq",
    "content": "## Frequently Asked Questions about COPD\n\n**Q: What are the main symptoms?**\nA: Common symptoms include...\n\n**Q: How is it diagnosed?**\nA: Diagnosis typically involves...\n\n### Key Management Strategies\n\nRegular follow-up with healthcare providers is essential for optimal management.\n\n### Important Considerations\n\n- Always consult with your healthcare provider before making changes to your treatment plan\n- Individual responses to treatments may vary\n- Regular monitoring and follow-up are crucial\n\n*This is educational content and not a substitute for professional medical advice.*",
    "source": "synthetic_mock",
    "generated_at": "2026-01-07T20:02:15.121734",
    "metadata": {
      "model": "mock_generator",
      "word_count": 82
    }
  },
  {
    "doc_id": "synthetic_17",
    "topic": "kidney disease",
    "type": "faq",
    "title": "Kidney Disease - Faq",
    "content": "## kidney disease: Questions and Answers\n\nAddressing common patient concerns about kidney disease treatment and management.\n\n### Key Management Strategies\n\nRegular follow-up with healthcare providers is essential for optimal management.\n\n### Important Considerations\n\n- Always consult with your healthcare provider before making changes to your treatment plan\n- Individual responses to treatments may vary\n- Regular monitoring and follow-up are crucial\n\n*This is educational content and not a substitute for professional medical advice.*",
    "source": "synthetic_mock",
    "generated_at": "2026-01-07T20:02:15.121751",
    "metadata": {
      "model": "mock_generator",
      "word_count": 73
    }
  },
  {
    "doc_id": "synthetic_18",
    "topic": "COPD",
    "type": "clinical_summary",
    "title": "Copd - Clinical Summary",
    "content": "## COPD Management Guidelines\n\nEvidence-based approaches to COPD management including pharmacological and non-pharmacological interventions.\n\n### Key Management Strategies\n\nRegular follow-up with healthcare providers is essential for optimal management.\n\n### Important Considerations\n\n- Always consult with your healthcare provider before making changes to your treatment plan\n- Individual responses to treatments may vary\n- Regular monitoring and follow-up are crucial\n\n*This is educational content and not a substitute for professional medical advice.*",
    "source": "synthetic_mock",
    "generated_at": "2026-01-07T20:02:15.121765",
    "metadata": {
      "model": "mock_generator",
      "word_count": 71
    }
  },
  {
    "doc_id": "synthetic_19",
    "topic": "arthritis",
    "type": "faq",
    "title": "Arthritis - Faq",
    "content": "## Frequently Asked Questions about arthritis\n\n**Q: What are the main symptoms?**\nA: Common symptoms include...\n\n**Q: How is it diagnosed?**\nA: Diagnosis typically involves...\n\n### Key Management Strategies\n\nDiscuss pain management strategies, joint protection techniques, exercise modifications, and assistive devices.\n\n### Important Considerations\n\n- Always consult with your healthcare provider before making changes to your treatment plan\n- Individual responses to treatments may vary\n- Regular monitoring and follow-up are crucial\n\n*This is educational content and not a substitute for professional medical advice.*",
    "source": "synthetic_mock",
    "generated_at": "2026-01-07T20:02:15.121781",
    "metadata": {
      "model": "mock_generator",
      "word_count": 84
    }
  },
  {
    "doc_id": "synthetic_20",
    "topic": "diabetes",
    "type": "patient_guide",
    "title": "Diabetes - Patient Guide",
    "content": "## Living with diabetes\n\nManaging diabetes involves lifestyle modifications, medication adherence, and regular monitoring.\n\n### Key Management Strategies\n\nFocus on blood glucose monitoring, carbohydrate counting, medication management, and complication prevention.\n\n### Important Considerations\n\n- Always consult with your healthcare provider before making changes to your treatment plan\n- Individual responses to treatments may vary\n- Regular monitoring and follow-up are crucial\n\n*This is educational content and not a substitute for professional medical advice.*",
    "source": "synthetic_mock",
    "generated_at": "2026-01-07T20:02:15.121796",
    "metadata": {
      "model": "mock_generator",
      "word_count": 73
    }
  },
  {
    "doc_id": "synthetic_21",
    "topic": "hypertension",
    "type": "faq",
    "title": "Hypertension - Faq",
    "content": "## hypertension: Questions and Answers\n\nAddressing common patient concerns about hypertension treatment and management.\n\n### Key Management Strategies\n\nEmphasize regular blood pressure monitoring, medication adherence, sodium restriction, and stress management.\n\n### Important Considerations\n\n- Always consult with your healthcare provider before making changes to your treatment plan\n- Individual responses to treatments may vary\n- Regular monitoring and follow-up are crucial\n\n*This is educational content and not a substitute for professional medical advice.*",
    "source": "synthetic_mock",
    "generated_at": "2026-01-07T20:02:15.121810",
    "metadata": {
      "model": "mock_generator",
      "word_count": 73
    }
  },
  {
    "doc_id": "synthetic_22",
    "topic": "diabetes",
    "type": "clinical_summary",
    "title": "Diabetes - Clinical Summary",
    "content": "## Clinical Overview: diabetes\n\ndiabetes affects millions worldwide. Key considerations include diagnosis criteria, treatment options, and prognosis.\n\n### Key Management Strategies\n\nFocus on blood glucose monitoring, carbohydrate counting, medication management, and complication prevention.\n\n### Important Considerations\n\n- Always consult with your healthcare provider before making changes to your treatment plan\n- Individual responses to treatments may vary\n- Regular monitoring and follow-up are crucial\n\n*This is educational content and not a substitute for professional medical advice.*",
    "source": "synthetic_mock",
    "generated_at": "2026-01-07T20:02:15.121823",
    "metadata": {
      "model": "mock_generator",
      "word_count": 76
    }
  },
  {
    "doc_id": "synthetic_23",
    "topic": "diabetes",
    "type": "patient_guide",
    "title": "Diabetes - Patient Guide",
    "content": "## diabetes: A Patient's Guide\n\nLearn about symptoms, treatments, and self-care strategies for diabetes.\n\n### Key Management Strategies\n\nFocus on blood glucose monitoring, carbohydrate counting, medication management, and complication prevention.\n\n### Important Considerations\n\n- Always consult with your healthcare provider before making changes to your treatment plan\n- Individual responses to treatments may vary\n- Regular monitoring and follow-up are crucial\n\n*This is educational content and not a substitute for professional medical advice.*",
    "source": "synthetic_mock",
    "generated_at": "2026-01-07T20:02:15.121836",
    "metadata": {
      "model": "mock_generator",
      "word_count": 73
    }
  },
  {
    "doc_id": "synthetic_24",
    "topic": "diabetes",
    "type": "clinical_summary",
    "title": "Diabetes - Clinical Summary",
    "content": "## diabetes Management Guidelines\n\nEvidence-based approaches to diabetes management including pharmacological and non-pharmacological interventions.\n\n### Key Management Strategies\n\nFocus on blood glucose monitoring, carbohydrate counting, medication management, and complication prevention.\n\n### Important Considerations\n\n- Always consult with your healthcare provider before making changes to your treatment plan\n- Individual responses to treatments may vary\n- Regular monitoring and follow-up are crucial\n\n*This is educational content and not a substitute for professional medical advice.*",
    "source": "synthetic_mock",
    "generated_at": "2026-01-07T20:02:15.121849",
    "metadata": {
      "model": "mock_generator",
      "word_count": 73
    }
  }
]