{
  "pmid": "41495357",
  "title": "Modulation of PDX1 gene expression and glycemic control by Citrullus lanatus in experimental type 2 diabetes.",
  "abstract": "Diabetes mellitus is a major global health burden characterized by hyperglycemia, oxidative stress, and progressive pancreatic β-cell dysfunction. Despite the availability of conventional therapies, the need for safer and more effective alternatives persists. Citrullus lanatus (African watermelon) is a fruit rich in bioactive compounds with reported antihyperglycemic and antioxidant properties. This study investigated the modulatory effects of C. lanatus juice on pancreatic and duodenal homeobox 1 (PDX1) gene expression and glycemic control in fortified-diet-fed streptozotocin-induced diabetic Wistar rats. Thirty-six rats weighing 90-110 g, were randomized into six groups: normal control (NMC), diabetic control (DBC), metformin-treated diabetic rats (DBM, 500 mg/kg), and diabetic rats treated with C. lanatus juice at 200 mg/kg (DBCL1), 500 mg/kg (DBCL2), and 1000 mg/kg (DBCL3). Animals were pre-fed either normal or fortified diets prior to diabetes induction with streptozotocin (35 mg/kg). Following 14 days of treatment, blood and pancreatic tissues were analyzed for glycemic, antioxidant, and molecular parameters. C. lanatus juice significantly (p < 0.05) reduced fasting blood glucose in a dose-dependent manner, with the greatest effect observed in DBCL3. Antioxidant enzymes (catalase, superoxide dismutase, and glutathione peroxidase) were significantly increased, while malondialdehyde levels were reduced in all treated groups. Notably, PDX1 gene expression was markedly upregulated (p < 0.05) in C. lanatus-treated rats, accompanied by improved insulin, C-peptide, and HDL levels. These findings suggest that C. lanatus juice exerts antidiabetic effects that are associated with increased PDX1 mRNA expression, improved glycemic control, and reduced oxidative stress, supporting a potential role for transcriptional modulation of β-cell function, highlighting its potential as a functional dietary intervention for type 2 diabetes management.",
  "authors": [
    "Anthony G S Moore",
    "Stanley I R Okoduwa"
  ],
  "journal": "Scientific reports",
  "year": "",
  "keywords": [
    "Citrullus lanatus",
    "Glycemic control",
    "Oxidative stress",
    "PDX1 gene expression",
    "Pancreatic β-Cell function",
    "Type 2 diabetes"
  ],
  "source": "pubmed",
  "collected_at": "2026-01-07T20:02:57.638890"
}