[
  {
    "pmid": "41497943",
    "title": "Eligible but Untreated: Gaps in Statin Therapy for Type 1 Diabetes Under the National Institute for Health and Care Excellence (NICE) Guidelines.",
    "abstract": "Background and objective  Cardiovascular disease (CVD) represents a principal contributor to premature morbidity and mortality in individuals with type 1 diabetes mellitus (T1DM). Effective lipid management, including the use of statin therapy, offers substantial potential to mitigate long‑term vascular risk, particularly among patients with established microvascular complications or long disease duration. This study aimed to assess the extent to which statin prescribing practices in a large healthcare trust align with the current National Institute for Health and Care Excellence (NICE) guidelines. Methods We performed a retrospective review of electronic health records for T1DM patients under the care of a single healthcare trust. Patients were stratified into two groups based on age: ≥40 years and <40 years. According to NICE criteria, statin therapy is indicated for patients aged ≥40 years, or those of any age with diabetes duration >10 years, diabetic nephropathy, or other modifiable cardiovascular risk factors. The main outcome measure was the proportion of eligible patients who had been prescribed statin therapy. Data were analyzed using descriptive statistics. Results Among 1,229 patients aged ≥40 years, 896 (73%) were receiving statins, leaving 333 (27%) without therapy despite being eligible. In the <40 years age group, 192 patients met NICE indications for statin use. Prescription rates were notably lower in this cohort: six (35%) for those with nephropathy, 2two(15%) among those with retinopathy, and 75 (47%) for patients with both risk factors. Overall, only 83 (43%) of eligible patients under 40 were prescribed statins. Conclusions Our findings reveal a significant gap between guideline recommendations and real-world prescribing patterns, particularly among younger T1DM patients with additional CVD risk factors. Given the elevated cardiovascular risk in this population, strategies to enhance clinician awareness and improve adherence to NICE guidance are urgently needed to optimize primary prevention.",
    "authors": [
      "Muhammad Haroon Riasat",
      "Samraiz Nafees",
      "Sakshi Malik",
      "Salwa Rahman",
      "Keimee Lopez"
    ],
    "journal": "Cureus",
    "year": "",
    "keywords": [
      "cardiovascular disease",
      "nephropathy",
      "nice guidelines",
      "primary prevention",
      "retinopathy",
      "statin therapy",
      "type 1 diabetes mellitus"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:57.638820"
  },
  {
    "pmid": "41496621",
    "title": "Practical approach to the management of diabetic cardiomyopathy: From molecular pathways to treatment strategies.",
    "abstract": "Diabetic cardiomyopathy (DCM) has emerged as a major health challenge, further intensified by the rising global prevalence of type 2 diabetes mellitus. It plays a key role in the morbidity and mortality linked to diabetes, mainly through myocardial dysfunction that develops independently of coronary artery disease or hypertensive heart disease and is a major contributor to heart failure. Despite the significance of DCM, there is no gold standard diagnostic test; rather, a multimodal approach is required that includes clinical evaluation (risk factors, and symptoms and signs), cardiac imaging techniques, and biomarkers. The integrationof all evaluations may ultimately allow for earlier identification and improved outcomes through timely intervention. In addition, there is scarce evidence on treatment of DCM. The conventional treatment approach is primarily focused on achieving glycemic control, managing cardiac dysfunction, and reducing cardiovascular events using therapies extrapolated from diabetes and heart failure guidelines, rather than targeting the underlying pathophysiological mechanisms. On the other hand, beyond pharmacological approaches, lifestyle modifications, particularly exercise and dietary interventions, could play an important role in the management of DCM due to the associated cardiometabolic benefits in patients with diabetes. In this review, due to the urgent need of clarification for the specific management of DCM and the lack of consistent evidence, we provide a practical updated overview from the pathophysiology to current and future treatment strategies. By integrating this knowledge, we aim to summarize the diagnosis and therapeutic approach that could effectively mitigate or prevent the progression of DCM.",
    "authors": [
      "Nuria Prieto-Laín",
      "Alicia Trenas",
      "Ricardo Gómez-Huelgas",
      "Luis M Pérez-Belmonte"
    ],
    "journal": "Kardiologia polska",
    "year": "",
    "keywords": [
      "diabetes mellitus",
      "diabetic cardiomyopathy",
      "heart failure"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:57.638860"
  },
  {
    "pmid": "41495357",
    "title": "Modulation of PDX1 gene expression and glycemic control by Citrullus lanatus in experimental type 2 diabetes.",
    "abstract": "Diabetes mellitus is a major global health burden characterized by hyperglycemia, oxidative stress, and progressive pancreatic β-cell dysfunction. Despite the availability of conventional therapies, the need for safer and more effective alternatives persists. Citrullus lanatus (African watermelon) is a fruit rich in bioactive compounds with reported antihyperglycemic and antioxidant properties. This study investigated the modulatory effects of C. lanatus juice on pancreatic and duodenal homeobox 1 (PDX1) gene expression and glycemic control in fortified-diet-fed streptozotocin-induced diabetic Wistar rats. Thirty-six rats weighing 90-110 g, were randomized into six groups: normal control (NMC), diabetic control (DBC), metformin-treated diabetic rats (DBM, 500 mg/kg), and diabetic rats treated with C. lanatus juice at 200 mg/kg (DBCL1), 500 mg/kg (DBCL2), and 1000 mg/kg (DBCL3). Animals were pre-fed either normal or fortified diets prior to diabetes induction with streptozotocin (35 mg/kg). Following 14 days of treatment, blood and pancreatic tissues were analyzed for glycemic, antioxidant, and molecular parameters. C. lanatus juice significantly (p < 0.05) reduced fasting blood glucose in a dose-dependent manner, with the greatest effect observed in DBCL3. Antioxidant enzymes (catalase, superoxide dismutase, and glutathione peroxidase) were significantly increased, while malondialdehyde levels were reduced in all treated groups. Notably, PDX1 gene expression was markedly upregulated (p < 0.05) in C. lanatus-treated rats, accompanied by improved insulin, C-peptide, and HDL levels. These findings suggest that C. lanatus juice exerts antidiabetic effects that are associated with increased PDX1 mRNA expression, improved glycemic control, and reduced oxidative stress, supporting a potential role for transcriptional modulation of β-cell function, highlighting its potential as a functional dietary intervention for type 2 diabetes management.",
    "authors": [
      "Anthony G S Moore",
      "Stanley I R Okoduwa"
    ],
    "journal": "Scientific reports",
    "year": "",
    "keywords": [
      "Citrullus lanatus",
      "Glycemic control",
      "Oxidative stress",
      "PDX1 gene expression",
      "Pancreatic β-Cell function",
      "Type 2 diabetes"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:57.638890"
  },
  {
    "pmid": "41494416",
    "title": "[Management of type 2 diabetes mellitus in frail patients from the Perspective of Real-World Clinical Practice].",
    "abstract": "To describe the population with type 2 diabetes mellitus (T2DM) meeting frailty criteria and assess their management based on clinical guidelines (CGL). Patient characteristics, prescribed treatments, adherence to recommendations, and overtreatment prevalence were analyzed.",
    "authors": [
      "Maria Miñana-Castellanos",
      "Maria Ramon Granés",
      "Berta Fernández Camins",
      "Elena Navas Méndez",
      "Joan Barrot de la Puente"
    ],
    "journal": "Atencion primaria",
    "year": "",
    "keywords": [
      "Atención primaria",
      "Diabetes mellitus tipo 2",
      "Fragilidad",
      "Frailty",
      "Primary care",
      "Tratamiento",
      "Treatment",
      "Type 2 diabetes mellitus"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:57.638919"
  },
  {
    "pmid": "41489799",
    "title": "Population Pharmacokinetic and Pharmacodynamic Modeling to Support Molar Dose Ratio Determination of Long-Acting Insulin Analogs.",
    "abstract": "INS068 is a new soluble, long-acting insulin analog intended to cover basal insulin requirements in patients with type 1 diabetes mellitus (T1DM) and type 2 diabetes mellitus (T2DM). The purpose of this study was to determine the molar dose ratio of INS068 to insulin degludec (IDeg) by comparing the clinical pharmacokinetic (PK) and pharmacodynamic (PD) profiles of INS068 and IDeg. The PD endpoints include glucose infusion rate (GIR) and glycated hemoglobin (HbA1c).",
    "authors": [
      "Dan Tang",
      "Xuehu Gao",
      "Min Zhu",
      "Chang Shu",
      "Yanli Dong"
    ],
    "journal": "Clinical pharmacokinetics",
    "year": "",
    "keywords": [],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:57.638947"
  },
  {
    "pmid": "41484425",
    "title": "Subgroup analysis of genotype guided vs traditional warfarin dosing in Asian patients from an open label randomized trial.",
    "abstract": "Genotype-guided warfarin dosing has shown improved anticoagulation outcomes in individuals of European and Asian ancestry. However, its usefulness in specific subgroups remains uncertain. This open-label, non-inferiority randomized trial (NCT00700895) was conducted across three academic hospitals in Southeast Asia to assess the utility of genotype-guided warfarin dosing in Asian patients, focusing on specific potentially high-risk subgroups. We enrolled 322 newly initiated warfarin patients. The primary endpoint was the number of dose adjustments within the first 14 days of treatment, with a non-inferiority margin of 0.5. Clinical follow-up lasted 90 days. Among 322 randomized patients, 269 (mean age 58.7 years, 59.9% males) were evaluated for the primary endpoint. The pharmacogenetic algorithm significantly reduced dose titrations during the initial 14 days compared to the traditional dosing algorithm, without compromising safety. This benefit was consistent in those with atrial fibrillation (N = 101, mean difference -1.63, 95% CI -2.16 to -1.10), non-atrial fibrillation indications (N = 165, mean difference -0.88, 95% CI -1.26 to -0.49), stroke-only indications (N = 19, mean difference -1.60, 95% CI -2.83 to -0.37), history of acute myocardial infarction (N = 20), congestive heart failure (N = 34), hypertension (N = 152), diabetes mellitus (N = 95), and across races (Chinese, N = 163; Malay, Indian and Others, N = 104), sexes (female, N = 161 and male, N = 108), and age groups (< 65 years, N = 168 and ≥ 65 years, N = 101). However, no significant reduction was observed in patients with a history of stroke. There were no differences in minor or major bleeding complications, recurrent venous thromboembolism, or out-of-range INR measurements across most subgroups. Healthcare providers may consider using pharmacogenetic algorithms to individualize initial warfarin dosages in specific high risk Asian subpopulations. Trial registration: ClinicalTrials.gov NCT00700895 (19/06/2008).",
    "authors": [
      "Hon Jen Wong",
      "Yao Neng Teo",
      "Yao Hao Teo",
      "Nicholas L Syn",
      "Andrea Li-Ann Wong"
    ],
    "journal": "Scientific reports",
    "year": "",
    "keywords": [
      "Anticoagulants",
      "CYP2C9",
      "Pharmacogenetics",
      "Pharmacogenomics",
      "Polymorphism",
      "Precision Medicine",
      "VKORC1",
      "Warfarin"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:57.638982"
  },
  {
    "pmid": "41483529",
    "title": "How does hypervirulent Klebsiella pneumoniae influence the risk and visual outcomes of endogenous endophthalmitis in Klebsiella pneumoniae pyogenic liver abscess? A systematic review and meta analysis.",
    "abstract": "Klebsiella pneumoniae pyogenic liver abscess (KP-PLA) is increasingly recognized as a cause of endogenous endophthalmitis (EE), particularly in East and Southeast Asia. Hypervirulent K. pneumoniae (hvKP) strains have been implicated in severe ocular complications, yet comprehensive data on incidence, risk factors, and visual outcomes are limited.",
    "authors": [
      "Kai-Yang Chen",
      "Hoi-Chun Chan",
      "Chi-Ming Chan"
    ],
    "journal": "Journal of infection and public health",
    "year": "",
    "keywords": [
      "Diabetes Mellitus",
      "Endogenous Endophthalmitis",
      "Hypervirulent",
      "Klebsiella pneumoniae",
      "Pyogenic Liver Abscess",
      "Visual Outcome"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:57.639006"
  },
  {
    "pmid": "41477070",
    "title": "Screening, Diagnosis, and Treatment of Cardiometabolic Risk in Persons With Spinal Cord Injury/Disease: A Scoping Review.",
    "abstract": "To map and categorize evidence related to cardiometabolic disease (CMD) risk in persons with spinal cord injury/disease (SCI/D) and to assess the proportion of studies reporting on sociodemographic variables.",
    "authors": [
      "Luxshmi Nageswaran",
      "Sarah Rosenbaum",
      "Athena Ma",
      "Nita Chan",
      "Dalton L Wolfe"
    ],
    "journal": "Archives of rehabilitation research and clinical translation",
    "year": "",
    "keywords": [
      "Cardiometabolic disease",
      "Rehabilitation",
      "Risk reduction",
      "Scoping review",
      "Spinal cord injuries"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:57.639032"
  },
  {
    "pmid": "41476907",
    "title": "Concurrent diabetes and heart failure: revisiting epidemiological and clinicopathological interplay.",
    "abstract": "The global prevalence of diabetes mellitus (DM) and heart failure (HF) is rapidly increasing. Hyperglycemia, insulin resistance and hyperglycemia-induced oxidative stress in people with DM are the key etiological factors of HF. The factors disrupt systemic, myocardial and cellular mechanisms, leading to lipotoxicity, mitochondrial dysfunction, altered calcium signaling and inflammation, ultimately resulting in HF. Heart failure on the other hand induces new-onset diabetes by modulating insulin signaling. Despite the availability of novel treatment approaches, these comorbid conditions continue to increase hospitalization, treatment expenditure and mortality. Therefore, a thorough understanding of the complex bidirectional relationship between DM and HF might be helpful in managing the associated complications of both conditions. This review aims to provide an overview of cellular and pathophysiological interplay of the glucovascular continuum from DM to HF, and vice versa. Additionally, updated estimates on prevalence and outcomes of incident HF in people with DM and new-onset DM after HF are discussed. Guidelines from the United States, Europe and Korea recommended sodium glucose cotransporter-2 inhibitors (SGLT-2is) for primary prevention of DM and HF, and for reduction of HF hospitalization. Evidences from large-scale clinical trials and meta-analyses have shown that SGLT2i (empagliflozin, canagliflozin and dapagliflozin), semaglutide (glucagon-like peptide-1 receptor agonist) and finerenone (mineralcorticoid receptor antagonist) act as effective anti-diabetic agents and provide cardiovascular protection. Future research should prioritize diabetic control to manage and prevent lipotoxicity, oxidative stress, inflammation and advanced glycation end-product formation in order to diminish the disease burden.",
    "authors": [
      "Jayagopal Pathiyil Balagopalan",
      "Sandeep Bansal",
      "Arpandev Bhattacharyya",
      "Abdul Hamid Zargar",
      "Sameer Dani"
    ],
    "journal": "Diabetology international",
    "year": "",
    "keywords": [
      "Diabetes mellitus",
      "Glucovascular continuum",
      "Heart failure",
      "Hospitalization",
      "Mortality"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:57.639060"
  },
  {
    "pmid": "41474893",
    "title": "Prescribing Pattern of Oral Anti-diabetic Agents among Patients with Type 2 Diabetes in Outpatient Department of a Tertiary Care Hospital in Bangladesh.",
    "abstract": "Type 2 diabetes mellitus (T2DM) poses an important worldwide health challenge, impacting over 400 million individuals globally. It ranks as the seventh most common reason for mortality. Among its forms, T2DM is the most widespread, accounting for close to 90.0% of all identified cases. Recognized as a critical chronic health issue, Type 2 diabetes contributes to early morbidity, heart-related conditions and various other health complications. Over the last two decades, advancements in medical science have introduced novel medications to manage high levels of blood sugar in T2DM. Alongside these developments, updated clinical guidelines now emphasize strict glucose management in the initial phases of the condition. This has complicated the selection of appropriate medications, leading to significant shifts in prescription trends, with notable differences observed across nations based on available treatment options. The study aimed to judge the various categories of oral diabetes medications used at the start of therapy, the prevalence of single-drug versus multi-drug approaches and the average count of medications suggested per patient visit. This cross-sectional study was conducted in the Department of Pharmacology in collaboration with the Department of Endocrinology Outpatients' Department in Mymensingh Medical College Hospital (MMCH), Mymensingh, Bangladesh. The mostfrequently used single drug is metformin (38.92%) and the most generally used combination therapy is Sulfonylurea + Biguanides + DPP4 inhibitor (44.77%). It is concluded that in T2DM cases, metformin was the most usually used drug both in initial drug treatment and as a single drug treatment. Sulfonylurea + Biguanides + DPP4 inhibitor was the most common blend therapy for T2DM.",
    "authors": [
      "S Razia",
      "S M Ahmed",
      "A N Saleheen",
      "R J Joarder",
      "S Sattar"
    ],
    "journal": "Mymensingh medical journal : MMJ",
    "year": "",
    "keywords": [],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:57.639088"
  },
  {
    "pmid": "41469898",
    "title": "French guidelines on systemic treatments for moderate-to-severe psoriasis in adults: Update 2025.",
    "abstract": "The current French guidelines for the treatment of psoriasis date from 2019 and do not include the most up-to-date interventions. The Psoriasis Research Group of the French Society of Dermatology has developed new guidelines to provide updated decision-making algorithms for the systemic treatment of adult patients with moderate-to-severe psoriasis. The algorithms were created following a thorough review of existing psoriasis treatment guidelines and recent publications on new systemic therapies not included in previous recommendations. They propose updated treatment strategies that combine established and emerging systemic therapies for patients with plaque psoriasis and psoriatic arthritis. The working group recommends methotrexate, adalimumab or ustekinumab as the primary systemic treatment for patients with psoriasis without symptomatic comorbidities. Additionally, the guidelines include specific recommendations for long-term management in cases of insufficient response or low disease activity, as well as for treating specific types of psoriasis and managing patients with comorbid conditions or those planning a pregnancy.",
    "authors": [
      "Marie Masson Regnault",
      "Emilie Brenaut",
      "Marie-Emeline Marniquet",
      "Carla Berthault",
      "Lea Canoen"
    ],
    "journal": "Journal of the European Academy of Dermatology and Venereology : JEADV",
    "year": "",
    "keywords": [
      "HIV infections",
      "arthritis",
      "atherosclerosis",
      "biological therapy",
      "depression",
      "diabetes mellitus",
      "guidelines",
      "heart diseases",
      "hepatitis B",
      "hepatitis C",
      "inflammatory bowel diseases",
      "kidney diseases",
      "liver diseases",
      "multiple sclerosis",
      "neoplasms",
      "obesity",
      "pregnancy",
      "psoriasis",
      "psoriatic",
      "surgical procedures",
      "transplant recipients",
      "tuberculosis",
      "vaccination"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:57.639129"
  },
  {
    "pmid": "41469089",
    "title": "Guidelines on primary healthcare for type 2 diabetes in China, 2025.",
    "abstract": "In recent years, the prevalence of diabetes in China has increased significantly, and approximately 11.9% of Chinese adults had diabetes in 2020. Moreover, there are several rigorous challenges in diabetes prevention and glycaemic control, especially at the primary medical care level. In order to guide primary healthcare providers in providing comprehensive and continuous care to affected patients, the Office for Primary Diabetes Care of the National Basic Public Health Service Program and the Chinese Diabetes Society issued national guidelines for the prevention and control of diabetes at the primary care level in 2025. The management objects were adults with type 2 diabetes aged ≥18 years. The main contents include basic requirements for management, health management process, diagnosis, screening, evaluation, treatment, recognition and management of acute complications, traditional Chinese medicine, referral and health management and education.",
    "authors": [
      "Weiping Jia",
      "Dalong Zhu",
      "Lixin Guo",
      "Liming Chen",
      "Chun Cai"
    ],
    "journal": "Family medicine and community health",
    "year": "",
    "keywords": [
      "Clinical Medicine",
      "Diabetes Mellitus, Type 2",
      "Preventive Health Services",
      "Primary Health Care"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:57.639159"
  },
  {
    "pmid": "41464636",
    "title": "The Effect of Semaglutide on Pancreatic β-Cell Function in Adults with Type 2 Diabetes: A Systematic Review and Meta-Analysis.",
    "abstract": null,
    "authors": [
      "Omar Abusedera",
      "Jana Sherif",
      "Malak Smida",
      "Salim Fredericks"
    ],
    "journal": "Journal of clinical medicine",
    "year": "",
    "keywords": [
      "HOMA-B",
      "HOMA-IR",
      "pancreatic β-cell function",
      "proinsulin/insulin ratio",
      "semaglutide",
      "type 2 diabetes mellitus"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:57.639185"
  },
  {
    "pmid": "41463714",
    "title": null,
    "abstract": null,
    "authors": [
      "Alfredo Valdez-Martinez",
      "Mónica Ingrid Santoyo-Alejandre",
      "Roberto Arenas",
      "Mariel A Isa-Pimentel",
      "Juan Castillo-Cruz"
    ],
    "journal": "Antibiotics (Basel, Switzerland)",
    "year": "",
    "keywords": [
      "Microsporum",
      "Tinea capitis",
      "Trichophyton",
      "dermatophyte infection",
      "dry tinea",
      "elderly",
      "inflammatory tinea",
      "kerion",
      "scalp mycoses"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:57.639215"
  },
  {
    "pmid": "41462479",
    "title": "The therapeutic potential of mesenchymal stem cells-derived extracellular vesicles/exosomes on the diabetes: a systematic review study.",
    "abstract": "Diabetes mellitus includes a wide range of chronic metabolic disorders that result in severe hyperglycemia and other damages in diabetic patients due to impaired insulin secretion or insulin inefficiency. This study purpose was to consider of the potential therapeutic properties of MSCs-derived EVs/Exo against DM. A complete systematic search was achieved in various electronic databases (Scopus, Web of Science, PubMed and Embase) up to June 2025, following the PRISMA guidelines. A whole of 89 studies were screened based on predetermined standards for inclusion and exclusion. Eventually, the current systematic study contained 13 publications that had the criteria of inclusion. According to the findings of this study, MSCs-derived EVs/Exo reduce DM and hyperglycemia with the high ability to regulate inflammatory-immune responses and activate autophagy pathways. However, compared to the diabetic groups, treatment with MSCs-derived EVs/Exo revealed tendency towards immunomodulatory, anti-inflammatory, anti-diabetic, regeneration and neogenesis of β-islets. In other studies, have been identified that DM causes significant biochemical changes in beta cells/pancreas tissue. In addition, obvious histological changes were observed in pancreatic tissue following DM. Generally, MSCs-derived EVs/Exo administration modulated most of the histological and biochemical changes caused by diabetes. Notably, the DM is improved through recovering damaged tissues, increasing insulin levels and glycemic stability. It seems that, MSCs-derived EVs/Exo exert these protective and therapeutic properties through the modulating of multiple mechanisms that are implicated in DM.",
    "authors": [
      "Mahsa Kouhestani",
      "Asieh Hosseini"
    ],
    "journal": "Diabetology & metabolic syndrome",
    "year": "",
    "keywords": [
      "Diabetes mellitus. mesenchymal stem cells. extracellular vesicle. exosome. inflammation. apoptosis. signaling mechanisms"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:57.639245"
  },
  {
    "pmid": "41496621",
    "title": "Practical approach to the management of diabetic cardiomyopathy: From molecular pathways to treatment strategies.",
    "abstract": "Diabetic cardiomyopathy (DCM) has emerged as a major health challenge, further intensified by the rising global prevalence of type 2 diabetes mellitus. It plays a key role in the morbidity and mortality linked to diabetes, mainly through myocardial dysfunction that develops independently of coronary artery disease or hypertensive heart disease and is a major contributor to heart failure. Despite the significance of DCM, there is no gold standard diagnostic test; rather, a multimodal approach is required that includes clinical evaluation (risk factors, and symptoms and signs), cardiac imaging techniques, and biomarkers. The integrationof all evaluations may ultimately allow for earlier identification and improved outcomes through timely intervention. In addition, there is scarce evidence on treatment of DCM. The conventional treatment approach is primarily focused on achieving glycemic control, managing cardiac dysfunction, and reducing cardiovascular events using therapies extrapolated from diabetes and heart failure guidelines, rather than targeting the underlying pathophysiological mechanisms. On the other hand, beyond pharmacological approaches, lifestyle modifications, particularly exercise and dietary interventions, could play an important role in the management of DCM due to the associated cardiometabolic benefits in patients with diabetes. In this review, due to the urgent need of clarification for the specific management of DCM and the lack of consistent evidence, we provide a practical updated overview from the pathophysiology to current and future treatment strategies. By integrating this knowledge, we aim to summarize the diagnosis and therapeutic approach that could effectively mitigate or prevent the progression of DCM.",
    "authors": [
      "Nuria Prieto-Laín",
      "Alicia Trenas",
      "Ricardo Gómez-Huelgas",
      "Luis M Pérez-Belmonte"
    ],
    "journal": "Kardiologia polska",
    "year": "",
    "keywords": [
      "diabetes mellitus",
      "diabetic cardiomyopathy",
      "heart failure"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:59.303653"
  },
  {
    "pmid": "41493151",
    "title": "Environmental determinants of therapeutic drug failure: a systematic review of heavy metal-induced inefficacy.",
    "abstract": "Therapeutic drug failure poses a significant global health burden, particularly in developing regions with high environmental toxicant exposure. While traditionally attributed to factors such as substandard drugs, genetic polymorphisms, and non-compliance, emerging evidence implicates heavy metals as under-recognized modulators of drug efficacy. This systematic review assessed how heavy metals potentially interfere with the pharmacokinetics and pharmacodynamics of drugs. Following PRISMA guidelines, peer-reviewed articles published between 1999 and 2024 were retrieved from PubMed, ScienceDirect, Web of Science, Scopus and Google Scholar. Studies investigating ",
    "authors": [
      "James O Ibibama",
      "Godswill J Udom",
      "Rehoboth Uwaga",
      "Unique Chukwu",
      "Margaret Azaatse"
    ],
    "journal": "Journal of environmental science and health. Part C, Toxicology and carcinogenesis",
    "year": "",
    "keywords": [
      "Therapeutic drug failure",
      "drug-metal interaction",
      "heavy metals",
      "pharmacodynamics environmental toxicology",
      "pharmacokinetics"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:59.303693"
  },
  {
    "pmid": "41492600",
    "title": "Burden of Secondary Hyperparathyroidism Among Patients on Hemodialysis: A Cross-Sectional Study.",
    "abstract": "Secondary hyperparathyroidism (SHPT) is a frequent complication in patients with end-stage renal disease (ESRD) undergoing hemodialysis. It results from imbalances in calcium, phosphate, and vitamin D metabolism due to impaired renal function.",
    "authors": [
      "Muhammad Ikram",
      "Hayat Ullah",
      "Muhammad Ayaz",
      "Arbab Muhammad Ali",
      "Khushhal Khan Nungyaal"
    ],
    "journal": "Cureus",
    "year": "",
    "keywords": [
      "dialysis duration",
      "end-stage renal disease",
      "hemodialysis",
      "mineral bone disorder",
      "secondary hyperparathyroidism"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:59.303722"
  },
  {
    "pmid": "41492196",
    "title": "Hypertension guidelines need to be patient oriented.",
    "abstract": "There is growing evidence that personalisation of hypertension treatment leads to better blood pressure control. This review will explore current evidence for individualised treatment of hypertension, and application of this in future guidelines.",
    "authors": [
      "Nayanatara Nadeesha Tantirige",
      "Joanna M Gray",
      "Ian B Wilkinson"
    ],
    "journal": "Current opinion in nephrology and hypertension",
    "year": "",
    "keywords": [
      "clinical guidelines",
      "hypertension",
      "personalised medicine"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:59.303745"
  },
  {
    "pmid": "41491096",
    "title": "Endoscopic third ventriculostomy versus ventriculoperitoneal shunt in the treatment of hydrocephalus due to posterior fossa tumors in children: an updated meta-analysis.",
    "abstract": "This study aimed to compare endoscopic third ventriculostomy (ETV) and ventriculoperitoneal shunt (VPS) in managing obstructive hydrocephalus secondary to posterior fossa tumors in pediatric patients.",
    "authors": [
      "Adriano M Lino-Filho",
      "William Manoel da Silva Andrade",
      "Walison José de Morais",
      "Jonas Borges Santos Amorim",
      "Mateus Neves Faria Fernandes"
    ],
    "journal": "Child's nervous system : ChNS : official journal of the International Society for Pediatric Neurosurgery",
    "year": "",
    "keywords": [
      "Endoscopic third ventriculostomy",
      "Hydrocephalus",
      "Posterior fossa tumors",
      "Ventriculoperitoneal shunt"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:59.303777"
  },
  {
    "pmid": "41489340",
    "title": "Tandem Extracorporeal Blood Purification/Support Therapies in Critically Ill Children: A Literature Review.",
    "abstract": "To evaluate the current evidence, clinical indications, methodologies, outcomes, and challenges associated with tandem extracorporeal blood purification/support therapies (EBP/STs) in critically ill children.",
    "authors": [
      "Parth Shirode",
      "Tara Beck",
      "Dana Y Fuhrman",
      "Angelina Magreni Dixon",
      "Minh Tran"
    ],
    "journal": "Critical care medicine",
    "year": "",
    "keywords": [
      "continuous renal replacement therapy",
      "extracorporeal blood purification",
      "extracorporeal membrane oxygenation",
      "pediatric critical care",
      "tandem therapy",
      "therapeutic plasma exchange"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:59.303809"
  },
  {
    "pmid": "41485762",
    "title": "Consensus Referral Pathway for the Clinical Use of Renal Denervation in Uncontrolled Hypertension: A Joint Statement by the Hellenic Society of Hypertension, the Hellenic Society of Cardiology (WGs \"Hypertension and Heart\" and \"Interventional Cardiology\"), the Hellenic Society of Nephrology and the Hellenic Academy of General Practice/Family Medicine and Primary Health Care.",
    "abstract": "Growing evidence on the long-term efficacy and safety of sympathetic renal denervation (RDN) has established this neuromodulatory interventional therapy as the third therapeutic pillar for hypertension management, alongside lifestyle modification and pharmacotherapy. Accordingly, recent European and American guidelines have upgraded the role of RDN, recommending its consideration as an additional treatment option for selected patients with resistant or uncontrolled hypertension - particularly for those at high cardiovascular risk - when performed in experienced centers with appropriate training and within a shared decision-making framework that respects patients' preferences. This consensus document, jointly developed by the Hellenic Society of Hypertension (Hellenic Excellence Centers of Hypertension), the Hellenic Society of Cardiology (Working Groups \"Hypertension and Heart\" and \"Interventional Cardiology\"), the Hellenic Society of Nephrology, and the Hellenic Academy of General Practice/Family Medicine and Primary Health Care, aims to provide a structured referral pathway for the clinical use of RDN in Greece. The proposed pathway integrates all contemporary therapeutic options in alignment with current hypertension guidelines and takes into account the structure of the Greek healthcare system. Ongoing and future research regarding antihypertensive therapies, including novel device-based and pharmacological interventions, is anticipated to further refine patient selection, procedural techniques, and long-term strategies to optimize cardiometabolic outcomes.",
    "authors": [
      "Konstantinos Tsioufis",
      "Michael Doumas",
      "Konstantinos Aznaouridis",
      "Periklis Davlouros",
      "Kyriakos Dimitriadis"
    ],
    "journal": "Hellenic journal of cardiology : HJC = Hellenike kardiologike epitheorese",
    "year": "",
    "keywords": [
      "consensus",
      "hypertension management",
      "pathway",
      "renal denervation",
      "sympathetic nervous system"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:59.303847"
  },
  {
    "pmid": "41485195",
    "title": "[Balloon pulmonary angioplasty in Gottsegen National Cardiovascular Center - results of the first 2 years].",
    "abstract": "Chronic thromboembolic pulmonary hypertension (CTEPH) is a rare but potentially curable form of pulmonary hypertension. Pathology is characterized by persistent, organized thrombi causing mechanical vascular obstruction, often accompanied by a small-vessel vasculopathy. In 2023, balloon pulmonary angioplasty (BPA) was introduced in our institution as a new treatment option for managing CTEPH.",
    "authors": [
      "Tamás Baranyai",
      "Péter Takács",
      "Balázs Szabó",
      "Zsolt Nagy",
      "Szabina Pataki"
    ],
    "journal": "Orvosi hetilap",
    "year": "",
    "keywords": [
      "ballonos pulmonalis angioplastica (BPA)",
      "balloon pulmonary angioplasty (BPA)",
      "chronic thromboembolic pulmonary hypertension (CTEPH)",
      "krónikus thromboemboliás pulmonalis hypertonia (CTEPH)",
      "pulmonalis embolisatio",
      "pulmonalis hypertensio",
      "pulmonary embolization",
      "pulmonary hypertension"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:59.303881"
  },
  {
    "pmid": "41484570",
    "title": "Adjuvant anlotinib plus TACE in hepatocellular carcinoma with postoperative high-risk recurrence: a single-arm, multi-center, phase II study.",
    "abstract": "This study assessed the efficacy and safety of anlotinib plus transcatheter arterial chemoembolization (TACE) as adjuvant therapy in hepatocellular carcinoma (HCC) at high-risk recurrence after resection.",
    "authors": [
      "Zheng Wang",
      "Lei Zhang",
      "Xin Zheng",
      "Dong Zhang",
      "Xue Yang"
    ],
    "journal": "Clinical & translational oncology : official publication of the Federation of Spanish Oncology Societies and of the National Cancer Institute of Mexico",
    "year": "",
    "keywords": [
      "Adjuvant therapy",
      "Anlotinib",
      "Hepatocellular carcinoma",
      "High risk of recurrence after surgery",
      "TACE"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:59.303911"
  },
  {
    "pmid": "41484425",
    "title": "Subgroup analysis of genotype guided vs traditional warfarin dosing in Asian patients from an open label randomized trial.",
    "abstract": "Genotype-guided warfarin dosing has shown improved anticoagulation outcomes in individuals of European and Asian ancestry. However, its usefulness in specific subgroups remains uncertain. This open-label, non-inferiority randomized trial (NCT00700895) was conducted across three academic hospitals in Southeast Asia to assess the utility of genotype-guided warfarin dosing in Asian patients, focusing on specific potentially high-risk subgroups. We enrolled 322 newly initiated warfarin patients. The primary endpoint was the number of dose adjustments within the first 14 days of treatment, with a non-inferiority margin of 0.5. Clinical follow-up lasted 90 days. Among 322 randomized patients, 269 (mean age 58.7 years, 59.9% males) were evaluated for the primary endpoint. The pharmacogenetic algorithm significantly reduced dose titrations during the initial 14 days compared to the traditional dosing algorithm, without compromising safety. This benefit was consistent in those with atrial fibrillation (N = 101, mean difference -1.63, 95% CI -2.16 to -1.10), non-atrial fibrillation indications (N = 165, mean difference -0.88, 95% CI -1.26 to -0.49), stroke-only indications (N = 19, mean difference -1.60, 95% CI -2.83 to -0.37), history of acute myocardial infarction (N = 20), congestive heart failure (N = 34), hypertension (N = 152), diabetes mellitus (N = 95), and across races (Chinese, N = 163; Malay, Indian and Others, N = 104), sexes (female, N = 161 and male, N = 108), and age groups (< 65 years, N = 168 and ≥ 65 years, N = 101). However, no significant reduction was observed in patients with a history of stroke. There were no differences in minor or major bleeding complications, recurrent venous thromboembolism, or out-of-range INR measurements across most subgroups. Healthcare providers may consider using pharmacogenetic algorithms to individualize initial warfarin dosages in specific high risk Asian subpopulations. Trial registration: ClinicalTrials.gov NCT00700895 (19/06/2008).",
    "authors": [
      "Hon Jen Wong",
      "Yao Neng Teo",
      "Yao Hao Teo",
      "Nicholas L Syn",
      "Andrea Li-Ann Wong"
    ],
    "journal": "Scientific reports",
    "year": "",
    "keywords": [
      "Anticoagulants",
      "CYP2C9",
      "Pharmacogenetics",
      "Pharmacogenomics",
      "Polymorphism",
      "Precision Medicine",
      "VKORC1",
      "Warfarin"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:59.303947"
  },
  {
    "pmid": "41477187",
    "title": "Hypertension Phenotypes and Mortality Risk in the United States of America: A Data-Driven Cluster Analysis.",
    "abstract": "Hypertension is a leading, yet modifiable, cause of mortality worldwide. While current treatment guidelines apply uniformly, variation in outcomes suggests unrecognized biological heterogeneity. Existing classifications based solely on systolic and diastolic blood pressure fail to capture this complexity. We identified data-driven clinical phenotypes of primary hypertension and examined their associations with mortality.",
    "authors": [
      "Rodrigo M Carrillo-Larco",
      "Jithin Sam Varghese",
      "Arshed Quyyumi",
      "K M Venkat Narayan",
      "Peter W F Wilson"
    ],
    "journal": "International journal of hypertension",
    "year": "",
    "keywords": [
      "artificial intelligence",
      "cardiovascular diseases",
      "machine learning",
      "precision medicine",
      "unsupervised learning"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:59.303974"
  },
  {
    "pmid": "41477070",
    "title": "Screening, Diagnosis, and Treatment of Cardiometabolic Risk in Persons With Spinal Cord Injury/Disease: A Scoping Review.",
    "abstract": "To map and categorize evidence related to cardiometabolic disease (CMD) risk in persons with spinal cord injury/disease (SCI/D) and to assess the proportion of studies reporting on sociodemographic variables.",
    "authors": [
      "Luxshmi Nageswaran",
      "Sarah Rosenbaum",
      "Athena Ma",
      "Nita Chan",
      "Dalton L Wolfe"
    ],
    "journal": "Archives of rehabilitation research and clinical translation",
    "year": "",
    "keywords": [
      "Cardiometabolic disease",
      "Rehabilitation",
      "Risk reduction",
      "Scoping review",
      "Spinal cord injuries"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:59.304004"
  },
  {
    "pmid": "41476293",
    "title": "The lncRNA PARylator promotes PARP1 activation and resistance to DNA‑damaging therapy in esophageal squamous cell carcinoma.",
    "abstract": "Outcomes for patients with esophageal squamous cell carcinoma (ESCC) remain poor, partly due to treatment resistance, particularly to DNA-damaging therapies. Poly(ADP‑ribose) polymerase 1 (PARP1) plays a critical role in repairing single‑strand DNA breaks (SSBs). Unrepaired SSBs can be converted into double‑strand breaks (DSBs) during DNA replication, potentially leading to cell death. Genomic amplification of the distal portion of chromosome 3q (3q26-q29) is a frequent copy‑number alteration in ESCC, which harbors genes encoding several oncoproteins. However, whether long noncoding RNAs (lncRNAs) from this region contribute to ESCC pathogenesis and treatment resistance remains poorly understood.",
    "authors": [
      "Teng Fei Qi",
      "Yadong Liu",
      "Jinkun Yang",
      "Yi Meng Yue",
      "Man Man Han"
    ],
    "journal": "Experimental hematology & oncology",
    "year": "",
    "keywords": [
      "DNA repair",
      "Esophageal squamous cell carcinoma",
      "LINC00885",
      "LncRNA",
      "PARP1",
      "PARylation",
      "PARylator"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:59.304038"
  },
  {
    "pmid": "41475012",
    "title": "Renal Resistive Index and Cardiovascular Events, Cardiovascular Mortality, and All-Cause Mortality: Protocol for a Systematic Review and Meta-Analysis.",
    "abstract": "The renal resistive index (RRI) is a noninvasive indicator of renal vascular resistance and systemic hemodynamic status. Elevated RRI values have been consistently associated with subclinical vascular damage and target organ injury. Observational studies within the past decade have suggested that RRI may also serve as a prognostic marker for adverse cardiovascular outcomes and mortality. However, the evidence remains scattered and heterogeneous, and no systematic review has yet synthesized this body of literature.",
    "authors": [
      "Giulio Geraci",
      "Vincenzo Calabrese",
      "Pietro Ferrara",
      "Giusy Rita Maria La Rosa",
      "Giuseppe Cuttone"
    ],
    "journal": "JMIR research protocols",
    "year": "",
    "keywords": [
      "PRISMA",
      "all-cause mortality",
      "cardiovascular outcomes",
      "meta-analysis",
      "renal resistive index",
      "systematic review"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:59.304070"
  },
  {
    "pmid": "41472877",
    "title": "Initial high-dose ",
    "abstract": null,
    "authors": [
      "Xinran Li",
      "Xiangyu Yang",
      "Yilin Zhou",
      "Si Wang",
      "Xiaoping Chen"
    ],
    "journal": "Frontiers in cardiovascular medicine",
    "year": "",
    "keywords": [
      "heart failure with reduced ejection fraction",
      "hypertension",
      "initial high-dose beta-blockers",
      "toleration",
      "treatment strategy"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:02:59.304097"
  },
  {
    "pmid": "41488395",
    "title": "Factors Influencing Disease Perception Among Elderly Patients with Chronic Obstructive Pulmonary Disease in China: A Cross-Sectional Study.",
    "abstract": "Community-based management improve chronic disease outcomes, but their impact on disease perception and frailty in chronic obstructive pulmonary disease (COPD) patients remains underexplored.",
    "authors": [
      "Houmin Li",
      "Lijun Liu",
      "Chuchu Xu",
      "Jun Xie"
    ],
    "journal": "International journal of chronic obstructive pulmonary disease",
    "year": "",
    "keywords": [
      "chronic obstructive pulmonary disease",
      "disease perception",
      "frailty",
      "the elderly"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:03:01.098902"
  },
  {
    "pmid": "41487794",
    "title": "Anticoagulation-Related Dilemma: A Thrombocytopenic Patient With Numerous Thrombogenic Risk Factors.",
    "abstract": "Anticoagulation is typically withheld in cases of severe thrombocytopenia, but clinical decision-making becomes challenging when a patient has multiple established venous and arterial thrombogenic risk factors, along with a fluctuating platelet level. Given the absence of clear guidelines and with an uncertain balance of risks and benefits, this case report and the accompanying discussion may offer useful insights for managing similar situations in the future. A 70‑year‑old male with metastatic adenocarcinoma of the lung presented to the emergency department for evaluation of worsening fatigue and weakness, which had led to a presyncopal episode with a ground-level fall. His cancer had been diagnosed one year prior and treated monthly with radiation, chemo, and immunotherapies. On admission, he was hypotensive, tachycardic, febrile, and markedly pancytopenic. CT imaging suggested pneumonia superimposed on an extensive tumor burden. He was also found to have new-onset atrial fibrillation (AF) with a rapid ventricular rate. This was initially rate-controlled with labetalol, but anticoagulation was held due to thrombocytopenia, despite a CHADS₂/VASc score of 2. He was transferred to the ICU for chronic obstructive pulmonary disease exacerbation and septic shock complicated by pancytopenia and neutropenic fever. The patient was treated with broad‑spectrum antibiotics, steroids, filgrastim, vasopressors, intubation, and multiple transfusions (three units of platelets and one unit of packed red blood cells) during the first three days of his five-day admission. Platelet counts ranged between 11 and 61 × 10³/µL despite interventions. On day three, blood cultures grew Pseudomonas; antibiotics were narrowed, and he was successfully extubated to bilevel positive airway pressure. By day four, his atrial fibrillation converted to sinus rhythm for the first time during this admission, and digoxin was initiated due to ongoing hypotension. Subsequently, he developed a complicated pleural effusion that required chest tube placement. Unfortunately, on day five of admission, he exhibited ST‑segment elevations (V2-V6) consistent with anterior myocardial infarction. Due to thrombocytopenia, comorbidities, and goals of care, anticoagulation and reperfusion interventions were deferred. Care transitioned to comfort measures only, and he died 48 hours later. This report highlights a unique instance of a common clinical dilemma: determining whether to initiate or withhold anticoagulation in a thrombocytopenic patient with multiple high-risk prothrombotic factors. To our knowledge, no established guidelines specifically address the complex overlap of severe, fluctuating thrombocytopenia and elevated thrombotic risk. This report also underscores the importance of individualized clinical judgment and continual reassessment when making anticoagulation decisions.",
    "authors": [
      "Timothy Johnson",
      "Jennifer Trube",
      "Juan O Rodriguez-Padilla",
      "Mark Soliman",
      "Parker Williams"
    ],
    "journal": "Cureus",
    "year": "",
    "keywords": [
      "anticoagulation",
      "atrial fibrillation",
      "cancer",
      "immunotherapy",
      "pancytopenia",
      "prothrombotic risk",
      "risk factors",
      "st-elevation myocardial infarction (stemi)",
      "thrombocytopenia",
      "transfusion"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:03:01.098949"
  },
  {
    "pmid": "41465988",
    "title": "Pneumatosis cystoides intestinalis with colonic perforation: A case report and literature review.",
    "abstract": "Pneumatosis cystoides intestinalis (PCI) is an uncommon complaint that can produce free gas below the diaphragm, mimicking gastrointestinal perforation, which can easily lead to misdiagnosis. Although prognosis is generally good in most cases, complications can pose a threat to life and may require surgical intervention. Currently, clear surgical guidelines for PCI complicated by colonic perforation are lacking.",
    "authors": [
      "Jihua Cao",
      "Daigui Zi",
      "Min Chen",
      "Ziyue Xiang"
    ],
    "journal": "Medicine",
    "year": "",
    "keywords": [
      "colonic perforation",
      "pneumatosis cystoides intestinalis",
      "radiological manifestations",
      "surgery",
      "treatment"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:03:01.098978"
  },
  {
    "pmid": "41464767",
    "title": "Optimizing Interdisciplinary Referral Pathways for Chronic Obstructive Pulmonary Disease Management Across Cardiology and Pulmonology Specialties in the Kingdom of Saudi Arabia.",
    "abstract": null,
    "authors": [
      "Majdy M Idrees",
      "Yahya Z Habis",
      "Ibrahim Jelaidan",
      "Waleed Alsowayan",
      "Osama Almogbel"
    ],
    "journal": "Journal of clinical medicine",
    "year": "",
    "keywords": [
      "COPD",
      "cardiology",
      "interdisciplinary care",
      "pulmonology",
      "referral pathways"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:03:01.099007"
  },
  {
    "pmid": "41455779",
    "title": "Research on the application of feedback method combined with diversified health education in elderly patients with COPD complicated with dysphagia.",
    "abstract": "Dysphagia is a global health problem and one of the complications of COPD. It has a negative impact on health status and can reduce patients' ability to perform activities of daily living as well as their quality of life. Therefore, this study was conducted to investigate the effects of diverse health education based on the teach-back method on the health status, activities of daily living, and quality of life of dysphagia in elderly patients with chronic obstructive pulmonary disease (COPD). Elderly COPD patients who received inpatient treatment at a tertiary hospital in Yunnan, China, from November 2022 to September 2023 were selected and screened for combined dysphagia using the Kubota drinking water test. The control group was provided with routine care, and the intervention group added diversified health education based on the teach-back method on top of routine care. After 12 days of intervention, the results of health status, quality of life and activities of daily living were compared between the two groups. Research data shows that in terms of the proportion of patients in the two groups, 86.7% are male and 13.3% are female. The proportion is 23.3% for those aged 60-69, 48.9% for those aged 70-79, and 27.8% for those aged 80 and above. The proportion of those who could concentrate on eating was 15.6%, and those who could not concentrate on eating was 84.4%. The proportion of those who need to eat within 30 min is 61.1%, and that who need to eat within 30 min is 38.9%. The proportion of comorbidities with less than two diseases was 26.7%, and that with two or more diseases was 73.3%.The general demographic data of the two groups were compared, and the differences were not statistically significant (P > 0.05) and were comparable; the health status score of the intervention group (19.56 ± 5.05) showed a significant downward trend compared with the control group (23.38 ± 6.70) (P < 0.05); the ability to carry out activities of daily living in the intervention group (82.89 ± 19.20) was scored as showing a significant upward trend compared with the control group (68.78 ± 25.00) (P < 0.05); and the psychological burden on the quality of life of patients in the two groups, Eating time, desire to eat, food choice, verbal communication, fear, mental health, social interaction, sleep and fatigue in both groups (P < 0.05), however, symptom frequency was rated lower than that of the control group (P > 0.05). Diversified health education based on the teach-back method was used to intervene in the health status, ability to perform activities of daily living, and quality of life of dysphagia in elderly patients with chronic obstructive pulmonary disease (COPD). Compared with conventional care, the program was effective in improving patients' health status, activities of daily living, and quality of life.Trial registration: The trial was registered with the China Clinical Trial Registry and is available at the China Clinical Trial Registry (www.chictr.org.cn). Registration date: 19/10/2024. Registration number: ChiCTR2400091055.",
    "authors": [
      "Quanyue Ji",
      "Mengjing Han",
      "Kun Xu",
      "Tianyun Liu",
      "Ju Yang"
    ],
    "journal": "Scientific reports",
    "year": "",
    "keywords": [],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:03:01.099037"
  },
  {
    "pmid": "41426885",
    "title": "Readmissions in Inflammatory Bowel Diseases: A Five-Year Retrospective Study in a Romanian Emergency County Hospital.",
    "abstract": "Hospital readmissions represent a significant problem in the management of chronic diseases, provoking a substantial burden both on patients and the national healthcare system. Chronic diseases such as chronic obstructive pulmonary disease, diabetes mellitus, heart failure, and liver cirrhosis have documented risk factors, and guidelines are being continuously developed for reducing readmissions. Despite advancements, readmission patterns in some chronic conditions still remain underexplored. Recurrent hospitalizations among inflammatory bowel disease (IBD) patients may reflect disease severity, frequency of complications, and inadequate outpatient management, which can negatively impact quality of life and increase financial strain on healthcare systems. This study aimed to characterize readmission frequency, timing, and causes in Crohn's disease (CD) vs ulcerative colitis (UC) patients over a five-year period, and to identify factors associated with readmissions.",
    "authors": [
      "Paul Grama",
      "Vladimir Zadea",
      "Naomi-Adina Ciurea",
      "Simona M Bataga"
    ],
    "journal": "Cureus",
    "year": "",
    "keywords": [
      "complications",
      "crohn’s disease",
      "hospital readmission",
      "inflammatory bowel disease",
      "risk factors",
      "ulcerative colitis"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:03:01.099065"
  },
  {
    "pmid": "41392954",
    "title": "Cost-effectiveness modeling of mortality risk reduction comparing two fixed-dose combination triple therapies in moderate-to-very severe chronic obstructive pulmonary disease.",
    "abstract": null,
    "authors": [
      "Krishnali Parsekar",
      "Shubhram Pandey",
      "Deniz Tansey-Dwyer",
      "Jonathan Marshall",
      "Isabella Rustignoli"
    ],
    "journal": "Journal of comparative effectiveness research",
    "year": "",
    "keywords": [
      "budesonide/glycopyrronium/formoterol fumarate dihydrate",
      "chronic obstructive pulmonary disease",
      "cost-effectiveness",
      "cost-effectiveness model",
      "mortality",
      "single-inhaler triple therapy"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:03:01.099099"
  },
  {
    "pmid": "41382008",
    "title": "Frailty in older adults with chronic obstructive pulmonary disease: preliminary findings of prevalence and care priorities.",
    "abstract": "Frailty is prevalent among older adults and exerts a significant impact on their quality of life. The present study aims to analyze the current status of frailty in older adults with chronic obstructive pulmonary disease (COPD) as well as its influencing factors, thereby providing evidence-based support for clinical treatment and nursing practices.",
    "authors": [
      "Mei Chen",
      "Ying Li",
      "Qiuyue Du",
      "Jing Yin",
      "Yan Xu"
    ],
    "journal": "BMC geriatrics",
    "year": "",
    "keywords": [
      "COPD",
      "Care",
      "Clinical",
      "Frailty",
      "Nursing",
      "Older adult"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:03:01.099125"
  },
  {
    "pmid": "41381431",
    "title": "Optimizing COPD management in Latin America: a cost-effectiveness analysis of FF/UMEC/VI in Colombia.",
    "abstract": "Chronic obstructive pulmonary disease (COPD) imposes a substantial clinical and economic burden in Colombia, particularly among older adults. Despite widespread use of dual therapy, many patients remain at high risk of exacerbations. Our objective was to evaluate the long-term cost-effectiveness of single-inhaler triple therapy (FF/UMEC/VI) versus dual therapy (FF/VI) in patients with moderate-to-severe COPD in Colombia.",
    "authors": [
      "Jefferson Antonio Buendía",
      "Diana Guerrero Patiño"
    ],
    "journal": "Expert review of pharmacoeconomics & outcomes research",
    "year": "",
    "keywords": [
      "COLOMBIA",
      "COPD",
      "fluticasone furoate",
      "umeclidinium",
      "vilanterol"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:03:01.099150"
  },
  {
    "pmid": "41376923",
    "title": "The prevalence of chronic obstructive pulmonary disease in high-altitude areas of China: a systematic review and meta-analysis.",
    "abstract": "China is one of the countries with the heaviest burden of chronic obstructive pulmonary disease (COPD). In high-altitude areas of China (≥1,500 m), factors such as low oxygen levels, burning of biomass, and an aging population make the prevention and treatment of COPD more challenging. However, there is currently a lack of systematic epidemiological studies. This study aimed to assess the prevalence of COPD in high-altitude areas of China.",
    "authors": [
      "Shuna Wei",
      "Xiaoju Liu"
    ],
    "journal": "Journal of thoracic disease",
    "year": "",
    "keywords": [
      "China",
      "altitude",
      "chronic obstructive pulmonary disease (COPD)",
      "epidemiology",
      "meta-analysis"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:03:01.099176"
  },
  {
    "pmid": "41362534",
    "title": "Assessment of Compliance With the Global Initiative for Chronic Obstructive Lung Disease Protocols in Chronic Obstructive Pulmonary Disease Patients.",
    "abstract": "Background Chronic obstructive pulmonary disease (COPD) is a chronic, progressive respiratory condition characterized by airflow limitation, frequent exacerbations, and substantial impact on quality of life and healthcare utilization. Effective management requires adherence to standardized international guidelines to optimize outcomes. Objective This study aimed to evaluate the management of COPD patients in accordance with Global Initiative for Chronic Obstructive Lung Disease (GOLD) recommendations, with particular emphasis on the appropriateness of pharmacological and non-pharmacological interventions relative to disease severity and risk classification. Methods This retrospective study included 350 COPD patients, confirmed by spirometry, conducted at Jinnah Hospital, Lahore, Pakistan, from January 2022 to January 2025. Data were collected from hospital records, including demographics, smoking status, comorbidities, spirometry results, GOLD classification, treatment regimens, exacerbation frequency, and non-pharmacological interventions. Patients were categorized into GOLD ABE groups based on symptom burden and exacerbation history. Results The mean age of patients was 61.4 ± 9.8 years, with a male predominance of 218 (62.3%). Smoking history was present in 272 (77.7%) patients, while 64 (18.3%) reported biomass exposure. Most patients had advanced disease, with 256 (73.1%) in GOLD 3-4 stages and 173 (49.4%) classified as GOLD Group E. The mean forced expiratory volume in 1 second (%) predicted was 48.7 ± 13.4. Exacerbation burden was high, with 108 (30.9%) patients reporting ≥2 exacerbations annually and 98 (28.0%) requiring hospitalization. Pharmacological management showed that 142 (40.6%) patients received dual therapy (long-acting muscarinic antagonist (LAMA) + long-acting beta 2-agonist (LABA)) and 128 (36.6%) received triple therapy (inhaled corticosteroid or ICS + LABA + LAMA). Non-pharmacological measures were variably implemented: smoking cessation counseling was documented in 320 (91.4%) patients, though only 114 (35.6%) achieved abstinence; influenza and pneumococcal vaccination coverage was 122 (34.9%) and 88 (25.1%) patients, respectively; and pulmonary rehabilitation was accessed by 96 (27.4%). Conclusion It is concluded that while pharmacological treatment in COPD patients largely followed GOLD guidelines, significant deficiencies were observed in the adoption of non-pharmacological interventions, vaccination, and early disease detection.",
    "authors": [
      "Abdullah Umer",
      "Bilawal Ali",
      "Muhammad Rasikh",
      "Syed Asjad Ur Rehman Omer",
      "Ali Raza"
    ],
    "journal": "Cureus",
    "year": "",
    "keywords": [
      "chronic bronchitis",
      "chronic obstructive pulmonary disease",
      "emphysema",
      "gold guidelines",
      "smoking"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:03:01.099204"
  },
  {
    "pmid": "41357740",
    "title": "Adherence to Inhaled Medication Guidelines in Patients with COPD: Evaluating the GOLD 2023 Strategy in a Real-World Secondary Care Setting.",
    "abstract": "The 2023 Global Initiative for Chronic Obstructive Lung Disease (GOLD) strategy introduced updates to the prescription of inhaled medication, including withdrawing recommendation of long-acting beta-agonist/inhaled corticosteroids (LABA/ICS) as double therapy, restricting ICS use to patients with exacerbations, and recommending earlier escalation to triple therapy. These changes are expected to have a substantial impact on clinical practice. This study aims to describe how well clinicians adhere to the GOLD strategy in daily practice, and to explore the extent to which the 2023 update has changed prescribing patterns.",
    "authors": [
      "Liz J A Cuperus",
      "Gina De Jong",
      "Erik W M A Bischoff",
      "Job F M Van Boven",
      "Job Van der Palen"
    ],
    "journal": "International journal of chronic obstructive pulmonary disease",
    "year": "",
    "keywords": [
      "COPD",
      "GOLD strategy",
      "guideline adherence",
      "inhaled medication prescription"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:03:01.099241"
  },
  {
    "pmid": "41357738",
    "title": "Clinical and Economic Burden of COPD in Patients on Inhaled Triple Therapy in Germany - A Retrospective Claims Data Analysis.",
    "abstract": "This study describes the pharmacological treatment as well as the clinical and economic burden of disease in chronic obstructive pulmonary disease (COPD) patients initiating triple therapy (TT) defined as a combination of a long-acting muscarinic antagonist (LAMA), a long-acting beta2-agonist (LABA) and an inhaled corticosteroid (ICS) in Germany.",
    "authors": [
      "Anna Carina Meyer",
      "Denis Azabdaftari",
      "Inka Albrecht",
      "Marie Schild",
      "Nils Kossack"
    ],
    "journal": "International journal of chronic obstructive pulmonary disease",
    "year": "",
    "keywords": [
      "costs",
      "exacerbation",
      "healthcare resource utilization",
      "roflumilast",
      "treatment"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:03:01.099274"
  },
  {
    "pmid": "41343041",
    "title": "Tailored Exercise Prescription for People with COPD and Clinically Relevant Comorbidities: A Consensus Statement of the EXPERT Working Group and Experts in Pulmonary Rehabilitation.",
    "abstract": "Chronic obstructive pulmonary disease (COPD) is a heterogeneous chronic lung condition often accompanied by comorbidities and systemic manifestations that affect the person's clinical condition and prognosis and often require specific treatment. Therefore, the management of COPD extends beyond treatment for the lungs per se. Pulmonary rehabilitation (PR) should be considered as part of person-centered management, and supervised exercise training is a core component of this intervention. PR exercise training parameters (e.g., frequency, intensity, time, and type) should be individualized to maximize each individual's functional gains while targeting systemic manifestations and comorbidities. This manuscript presents evidence-based tailored recommendations for optimizing exercise interventions for people with COPD and comorbidities that significantly affect prognosis (e.g., mortality, hospitalizations) including cardiovascular disease (CVD) (e.g., chronic coronary syndrome, heart failure), CVD risk factors (e.g., type 2 diabetes mellitus [T2DM], hypertension), and sarcopenia. To achieve these goals, existing guidelines and evidence for exercise training in COPD, CVD, CVD risk factors, and sarcopenia have been reviewed to identify synergies between PR and cardiac rehabilitation, as well as the treatment of T2DM and sarcopenia. In addition, we provided clinical cases to illustrate how PR can be adapted to accommodate specific comorbidities. These examples offer practical guidance for tailoring exercise prescriptions within PR programs to address the unique needs of people with COPD and clinically relevant comorbidities, thereby enhancing overall treatment effectiveness and optimizing health outcomes.",
    "authors": [
      "Felipe V C Machado",
      "Karin Coninx",
      "Daniel Neunhaeuserer",
      "Cajsa Tonoli",
      "Josef Niebauer"
    ],
    "journal": "Sports medicine (Auckland, N.Z.)",
    "year": "",
    "keywords": [],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:03:01.099314"
  },
  {
    "pmid": "41318323",
    "title": "Fractional exhaled nitric oxide in acute exacerbations of chronic obstructive pulmonary disease: A meta-analysis with meta-regressions.",
    "abstract": "Fractional exhaled nitric oxide (FeNO) has emerged as a useful tool for monitoring airway inflammation in chronic obstructive pulmonary disease (COPD) patients. We designed a systematic review and meta-analysis to evaluate the impact of acute exacerbations of COPD (AECOPD) on FeNO levels compared to healthy controls and stable patients.",
    "authors": [
      "Pasquale Ambrosino",
      "Claudio Candia",
      "Stefano Sanduzzi Zamparelli",
      "Giuseppina Marcuccio",
      "Fabio Manzo"
    ],
    "journal": "European journal of internal medicine",
    "year": "",
    "keywords": [
      "Biomarkers",
      "Chronic obstructive pulmonary disease",
      "Disability",
      "Exercise",
      "Fractional exhaled nitric oxide",
      "Nitric oxide",
      "Outcome",
      "Rehabilitation"
    ],
    "source": "pubmed",
    "collected_at": "2026-01-07T20:03:01.099343"
  }
]