{
  "pmid": "41469898",
  "title": "French guidelines on systemic treatments for moderate-to-severe psoriasis in adults: Update 2025.",
  "abstract": "The current French guidelines for the treatment of psoriasis date from 2019 and do not include the most up-to-date interventions. The Psoriasis Research Group of the French Society of Dermatology has developed new guidelines to provide updated decision-making algorithms for the systemic treatment of adult patients with moderate-to-severe psoriasis. The algorithms were created following a thorough review of existing psoriasis treatment guidelines and recent publications on new systemic therapies not included in previous recommendations. They propose updated treatment strategies that combine established and emerging systemic therapies for patients with plaque psoriasis and psoriatic arthritis. The working group recommends methotrexate, adalimumab or ustekinumab as the primary systemic treatment for patients with psoriasis without symptomatic comorbidities. Additionally, the guidelines include specific recommendations for long-term management in cases of insufficient response or low disease activity, as well as for treating specific types of psoriasis and managing patients with comorbid conditions or those planning a pregnancy.",
  "authors": [
    "Marie Masson Regnault",
    "Emilie Brenaut",
    "Marie-Emeline Marniquet",
    "Carla Berthault",
    "Lea Canoen"
  ],
  "journal": "Journal of the European Academy of Dermatology and Venereology : JEADV",
  "year": "",
  "keywords": [
    "HIV infections",
    "arthritis",
    "atherosclerosis",
    "biological therapy",
    "depression",
    "diabetes mellitus",
    "guidelines",
    "heart diseases",
    "hepatitis B",
    "hepatitis C",
    "inflammatory bowel diseases",
    "kidney diseases",
    "liver diseases",
    "multiple sclerosis",
    "neoplasms",
    "obesity",
    "pregnancy",
    "psoriasis",
    "psoriatic",
    "surgical procedures",
    "transplant recipients",
    "tuberculosis",
    "vaccination"
  ],
  "source": "pubmed",
  "collected_at": "2026-01-07T20:02:57.639129"
}