{
  "pmid": "41487794",
  "title": "Anticoagulation-Related Dilemma: A Thrombocytopenic Patient With Numerous Thrombogenic Risk Factors.",
  "abstract": "Anticoagulation is typically withheld in cases of severe thrombocytopenia, but clinical decision-making becomes challenging when a patient has multiple established venous and arterial thrombogenic risk factors, along with a fluctuating platelet level. Given the absence of clear guidelines and with an uncertain balance of risks and benefits, this case report and the accompanying discussion may offer useful insights for managing similar situations in the future. A 70‑year‑old male with metastatic adenocarcinoma of the lung presented to the emergency department for evaluation of worsening fatigue and weakness, which had led to a presyncopal episode with a ground-level fall. His cancer had been diagnosed one year prior and treated monthly with radiation, chemo, and immunotherapies. On admission, he was hypotensive, tachycardic, febrile, and markedly pancytopenic. CT imaging suggested pneumonia superimposed on an extensive tumor burden. He was also found to have new-onset atrial fibrillation (AF) with a rapid ventricular rate. This was initially rate-controlled with labetalol, but anticoagulation was held due to thrombocytopenia, despite a CHADS₂/VASc score of 2. He was transferred to the ICU for chronic obstructive pulmonary disease exacerbation and septic shock complicated by pancytopenia and neutropenic fever. The patient was treated with broad‑spectrum antibiotics, steroids, filgrastim, vasopressors, intubation, and multiple transfusions (three units of platelets and one unit of packed red blood cells) during the first three days of his five-day admission. Platelet counts ranged between 11 and 61 × 10³/µL despite interventions. On day three, blood cultures grew Pseudomonas; antibiotics were narrowed, and he was successfully extubated to bilevel positive airway pressure. By day four, his atrial fibrillation converted to sinus rhythm for the first time during this admission, and digoxin was initiated due to ongoing hypotension. Subsequently, he developed a complicated pleural effusion that required chest tube placement. Unfortunately, on day five of admission, he exhibited ST‑segment elevations (V2-V6) consistent with anterior myocardial infarction. Due to thrombocytopenia, comorbidities, and goals of care, anticoagulation and reperfusion interventions were deferred. Care transitioned to comfort measures only, and he died 48 hours later. This report highlights a unique instance of a common clinical dilemma: determining whether to initiate or withhold anticoagulation in a thrombocytopenic patient with multiple high-risk prothrombotic factors. To our knowledge, no established guidelines specifically address the complex overlap of severe, fluctuating thrombocytopenia and elevated thrombotic risk. This report also underscores the importance of individualized clinical judgment and continual reassessment when making anticoagulation decisions.",
  "authors": [
    "Timothy Johnson",
    "Jennifer Trube",
    "Juan O Rodriguez-Padilla",
    "Mark Soliman",
    "Parker Williams"
  ],
  "journal": "Cureus",
  "year": "",
  "keywords": [
    "anticoagulation",
    "atrial fibrillation",
    "cancer",
    "immunotherapy",
    "pancytopenia",
    "prothrombotic risk",
    "risk factors",
    "st-elevation myocardial infarction (stemi)",
    "thrombocytopenia",
    "transfusion"
  ],
  "source": "pubmed",
  "collected_at": "2026-01-07T20:03:01.098949"
}