{
  "pmid": "41497943",
  "title": "Eligible but Untreated: Gaps in Statin Therapy for Type 1 Diabetes Under the National Institute for Health and Care Excellence (NICE) Guidelines.",
  "abstract": "Background and objective  Cardiovascular disease (CVD) represents a principal contributor to premature morbidity and mortality in individuals with type 1 diabetes mellitus (T1DM). Effective lipid management, including the use of statin therapy, offers substantial potential to mitigate long‑term vascular risk, particularly among patients with established microvascular complications or long disease duration. This study aimed to assess the extent to which statin prescribing practices in a large healthcare trust align with the current National Institute for Health and Care Excellence (NICE) guidelines. Methods We performed a retrospective review of electronic health records for T1DM patients under the care of a single healthcare trust. Patients were stratified into two groups based on age: ≥40 years and <40 years. According to NICE criteria, statin therapy is indicated for patients aged ≥40 years, or those of any age with diabetes duration >10 years, diabetic nephropathy, or other modifiable cardiovascular risk factors. The main outcome measure was the proportion of eligible patients who had been prescribed statin therapy. Data were analyzed using descriptive statistics. Results Among 1,229 patients aged ≥40 years, 896 (73%) were receiving statins, leaving 333 (27%) without therapy despite being eligible. In the <40 years age group, 192 patients met NICE indications for statin use. Prescription rates were notably lower in this cohort: six (35%) for those with nephropathy, 2two(15%) among those with retinopathy, and 75 (47%) for patients with both risk factors. Overall, only 83 (43%) of eligible patients under 40 were prescribed statins. Conclusions Our findings reveal a significant gap between guideline recommendations and real-world prescribing patterns, particularly among younger T1DM patients with additional CVD risk factors. Given the elevated cardiovascular risk in this population, strategies to enhance clinician awareness and improve adherence to NICE guidance are urgently needed to optimize primary prevention.",
  "authors": [
    "Muhammad Haroon Riasat",
    "Samraiz Nafees",
    "Sakshi Malik",
    "Salwa Rahman",
    "Keimee Lopez"
  ],
  "journal": "Cureus",
  "year": "",
  "keywords": [
    "cardiovascular disease",
    "nephropathy",
    "nice guidelines",
    "primary prevention",
    "retinopathy",
    "statin therapy",
    "type 1 diabetes mellitus"
  ],
  "source": "pubmed",
  "collected_at": "2026-01-07T20:02:57.638820"
}