{
  "pmid": "41462479",
  "title": "The therapeutic potential of mesenchymal stem cells-derived extracellular vesicles/exosomes on the diabetes: a systematic review study.",
  "abstract": "Diabetes mellitus includes a wide range of chronic metabolic disorders that result in severe hyperglycemia and other damages in diabetic patients due to impaired insulin secretion or insulin inefficiency. This study purpose was to consider of the potential therapeutic properties of MSCs-derived EVs/Exo against DM. A complete systematic search was achieved in various electronic databases (Scopus, Web of Science, PubMed and Embase) up to June 2025, following the PRISMA guidelines. A whole of 89 studies were screened based on predetermined standards for inclusion and exclusion. Eventually, the current systematic study contained 13 publications that had the criteria of inclusion. According to the findings of this study, MSCs-derived EVs/Exo reduce DM and hyperglycemia with the high ability to regulate inflammatory-immune responses and activate autophagy pathways. However, compared to the diabetic groups, treatment with MSCs-derived EVs/Exo revealed tendency towards immunomodulatory, anti-inflammatory, anti-diabetic, regeneration and neogenesis of β-islets. In other studies, have been identified that DM causes significant biochemical changes in beta cells/pancreas tissue. In addition, obvious histological changes were observed in pancreatic tissue following DM. Generally, MSCs-derived EVs/Exo administration modulated most of the histological and biochemical changes caused by diabetes. Notably, the DM is improved through recovering damaged tissues, increasing insulin levels and glycemic stability. It seems that, MSCs-derived EVs/Exo exert these protective and therapeutic properties through the modulating of multiple mechanisms that are implicated in DM.",
  "authors": [
    "Mahsa Kouhestani",
    "Asieh Hosseini"
  ],
  "journal": "Diabetology & metabolic syndrome",
  "year": "",
  "keywords": [
    "Diabetes mellitus. mesenchymal stem cells. extracellular vesicle. exosome. inflammation. apoptosis. signaling mechanisms"
  ],
  "source": "pubmed",
  "collected_at": "2026-01-07T20:02:57.639245"
}