{
  "pmid": "41485762",
  "title": "Consensus Referral Pathway for the Clinical Use of Renal Denervation in Uncontrolled Hypertension: A Joint Statement by the Hellenic Society of Hypertension, the Hellenic Society of Cardiology (WGs \"Hypertension and Heart\" and \"Interventional Cardiology\"), the Hellenic Society of Nephrology and the Hellenic Academy of General Practice/Family Medicine and Primary Health Care.",
  "abstract": "Growing evidence on the long-term efficacy and safety of sympathetic renal denervation (RDN) has established this neuromodulatory interventional therapy as the third therapeutic pillar for hypertension management, alongside lifestyle modification and pharmacotherapy. Accordingly, recent European and American guidelines have upgraded the role of RDN, recommending its consideration as an additional treatment option for selected patients with resistant or uncontrolled hypertension - particularly for those at high cardiovascular risk - when performed in experienced centers with appropriate training and within a shared decision-making framework that respects patients' preferences. This consensus document, jointly developed by the Hellenic Society of Hypertension (Hellenic Excellence Centers of Hypertension), the Hellenic Society of Cardiology (Working Groups \"Hypertension and Heart\" and \"Interventional Cardiology\"), the Hellenic Society of Nephrology, and the Hellenic Academy of General Practice/Family Medicine and Primary Health Care, aims to provide a structured referral pathway for the clinical use of RDN in Greece. The proposed pathway integrates all contemporary therapeutic options in alignment with current hypertension guidelines and takes into account the structure of the Greek healthcare system. Ongoing and future research regarding antihypertensive therapies, including novel device-based and pharmacological interventions, is anticipated to further refine patient selection, procedural techniques, and long-term strategies to optimize cardiometabolic outcomes.",
  "authors": [
    "Konstantinos Tsioufis",
    "Michael Doumas",
    "Konstantinos Aznaouridis",
    "Periklis Davlouros",
    "Kyriakos Dimitriadis"
  ],
  "journal": "Hellenic journal of cardiology : HJC = Hellenike kardiologike epitheorese",
  "year": "",
  "keywords": [
    "consensus",
    "hypertension management",
    "pathway",
    "renal denervation",
    "sympathetic nervous system"
  ],
  "source": "pubmed",
  "collected_at": "2026-01-07T20:02:59.303847"
}