{
  "pmid": "41474893",
  "title": "Prescribing Pattern of Oral Anti-diabetic Agents among Patients with Type 2 Diabetes in Outpatient Department of a Tertiary Care Hospital in Bangladesh.",
  "abstract": "Type 2 diabetes mellitus (T2DM) poses an important worldwide health challenge, impacting over 400 million individuals globally. It ranks as the seventh most common reason for mortality. Among its forms, T2DM is the most widespread, accounting for close to 90.0% of all identified cases. Recognized as a critical chronic health issue, Type 2 diabetes contributes to early morbidity, heart-related conditions and various other health complications. Over the last two decades, advancements in medical science have introduced novel medications to manage high levels of blood sugar in T2DM. Alongside these developments, updated clinical guidelines now emphasize strict glucose management in the initial phases of the condition. This has complicated the selection of appropriate medications, leading to significant shifts in prescription trends, with notable differences observed across nations based on available treatment options. The study aimed to judge the various categories of oral diabetes medications used at the start of therapy, the prevalence of single-drug versus multi-drug approaches and the average count of medications suggested per patient visit. This cross-sectional study was conducted in the Department of Pharmacology in collaboration with the Department of Endocrinology Outpatients' Department in Mymensingh Medical College Hospital (MMCH), Mymensingh, Bangladesh. The mostfrequently used single drug is metformin (38.92%) and the most generally used combination therapy is Sulfonylurea + Biguanides + DPP4 inhibitor (44.77%). It is concluded that in T2DM cases, metformin was the most usually used drug both in initial drug treatment and as a single drug treatment. Sulfonylurea + Biguanides + DPP4 inhibitor was the most common blend therapy for T2DM.",
  "authors": [
    "S Razia",
    "S M Ahmed",
    "A N Saleheen",
    "R J Joarder",
    "S Sattar"
  ],
  "journal": "Mymensingh medical journal : MMJ",
  "year": "",
  "keywords": [],
  "source": "pubmed",
  "collected_at": "2026-01-07T20:02:57.639088"
}