{
  "pmid": "41476907",
  "title": "Concurrent diabetes and heart failure: revisiting epidemiological and clinicopathological interplay.",
  "abstract": "The global prevalence of diabetes mellitus (DM) and heart failure (HF) is rapidly increasing. Hyperglycemia, insulin resistance and hyperglycemia-induced oxidative stress in people with DM are the key etiological factors of HF. The factors disrupt systemic, myocardial and cellular mechanisms, leading to lipotoxicity, mitochondrial dysfunction, altered calcium signaling and inflammation, ultimately resulting in HF. Heart failure on the other hand induces new-onset diabetes by modulating insulin signaling. Despite the availability of novel treatment approaches, these comorbid conditions continue to increase hospitalization, treatment expenditure and mortality. Therefore, a thorough understanding of the complex bidirectional relationship between DM and HF might be helpful in managing the associated complications of both conditions. This review aims to provide an overview of cellular and pathophysiological interplay of the glucovascular continuum from DM to HF, and vice versa. Additionally, updated estimates on prevalence and outcomes of incident HF in people with DM and new-onset DM after HF are discussed. Guidelines from the United States, Europe and Korea recommended sodium glucose cotransporter-2 inhibitors (SGLT-2is) for primary prevention of DM and HF, and for reduction of HF hospitalization. Evidences from large-scale clinical trials and meta-analyses have shown that SGLT2i (empagliflozin, canagliflozin and dapagliflozin), semaglutide (glucagon-like peptide-1 receptor agonist) and finerenone (mineralcorticoid receptor antagonist) act as effective anti-diabetic agents and provide cardiovascular protection. Future research should prioritize diabetic control to manage and prevent lipotoxicity, oxidative stress, inflammation and advanced glycation end-product formation in order to diminish the disease burden.",
  "authors": [
    "Jayagopal Pathiyil Balagopalan",
    "Sandeep Bansal",
    "Arpandev Bhattacharyya",
    "Abdul Hamid Zargar",
    "Sameer Dani"
  ],
  "journal": "Diabetology international",
  "year": "",
  "keywords": [
    "Diabetes mellitus",
    "Glucovascular continuum",
    "Heart failure",
    "Hospitalization",
    "Mortality"
  ],
  "source": "pubmed",
  "collected_at": "2026-01-07T20:02:57.639060"
}