[
  {
    "nct_id": "NCT05004428",
    "title": "A Study to Learn More About Chronic Kidney Disease (CKD) in Patients With Type 2 Diabetes Mellitus (T2DM)",
    "conditions": [
      "Type 2 Diabetes Mellitus",
      "Chronic Kidney Disease"
    ],
    "interventions": [
      "No intervention"
    ],
    "phase": "N/A",
    "summary": "In this observational study, data from the recent past of patients with type 2 diabetes mellitus and chronic kidney disease will be studied.\n\nType 2 diabetes mellitus (T2DM) is a condition in which the body does not make enough of a hormone called insulin or does not use insulin well. This results in high blood sugar levels. About half of people with T2DM also have a condition called chronic kidney disease (CKD). In people with CKD, the kidneys' ability to work as how it should decreases over time.\n\nIn this study, researchers want to learn more about the CKD in T2DM patients in Alberta, Canada. This will help them to know the chances to improve the care of these patients.\n\nThe researchers will look at the health information from adult men and women in Alberta who were diagnosed with T2DM before 2018 and visited a doctor to have check-ups in 2018. They will find out about how many of these people had CKD and how severe their CKD was. The researchers will collect data about the age and gender of these patients, how long they had T2DM and if they had other related medical problems. The researchers will also learn how these patients were treated based on their kidney condition and how much money was spent on these treatments.\n\nThis study will collect information from the health records of about 270,000 patients with T2DM who were living in Alberta, Canada. This information will come from the Alberta Kidney Disease Network (AKDN) database. Besides this data collection, no further tests or examinations are planned in this study.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:07.937279"
  },
  {
    "nct_id": "NCT00063128",
    "title": "Safety and Efficacy of Human Insulin Inhalation Powder in Patients With Type 1 Diabetes Mellitus.",
    "conditions": [
      "Diabetes Mellitus, Type 1"
    ],
    "interventions": [
      "insulin",
      "human insulin inhalation powder (HIIP)"
    ],
    "phase": "PHASE2",
    "summary": "This is a research study of a study drug known as LY041001 or human insulin inhalation powder (HIIP). HIIP is a powder form of insulin made to be inhaled through the mouth and into the lungs using a special handheld device.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:07.937307"
  },
  {
    "nct_id": "NCT04856800",
    "title": "Pre-meal Consumption of Whey in Gestational Diabetes Mellitus From Diagnosis to Delivery",
    "conditions": [
      "Gestational Diabetes"
    ],
    "interventions": [
      "Whey",
      "Placebo"
    ],
    "phase": "NA",
    "summary": "The main objective of the study is to investigate the metabolic effects of whey protein (whey protein isolate, WPI, (Lacprodan® ISO.Water. from Arla Foods Ingredients) compared with placebo when consumed by women with gestational diabetes mellitus (GDM) from diagnosis (around gestational week 28) to delivery. Any changes in substrate metabolism and energy expenditure using indirect calorimetry will also be investigated. Differences in hunger and satiety parameters as well as blood pressure and gestational weight gain will also be assessed. Furthermore, analysis on the glucose response when the women consume the intervention (whey or placebo) at home in their own environment 30 minutes before breakfast at time of diagnosis (earliest week 28) and week 36 (four days following each time point) will be made. The women will be monitored with continuous glucose monitors, activity monitors and all meals will be provided for two days following the study days in the laboratory. At delivery cord blood will be sampled for analysis on metabolic parameters and investigations on epigenetics/DNA methylations. Complications to the delivery, neonatal outcomes, anthropometrics of the child will also be assessed. Breast milk composition will also be analyzed.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:07.937317"
  },
  {
    "nct_id": "NCT05567692",
    "title": "Subjects With T2D or at Risk of T2D Cohort Follow-up",
    "conditions": [
      "Diabetes Mellitus, Type 2"
    ],
    "interventions": [
      "OGTT",
      "HbA1c",
      "Questionnaire"
    ],
    "phase": "N/A",
    "summary": "The main objective of this study is to prospectively follow the subjects included in \"Descendance\" cohort and to describe the occurrence of type 2 diabetes in non-diabetic subjects, which will allow us to iteratively update the \"Descendance\" Type 2 Diabetes risk prediction model.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:07.937325"
  },
  {
    "nct_id": "NCT01330563",
    "title": "Drug-drug Interaction Study (CKD-501, Ketoconazole)",
    "conditions": [
      "Type 2 Diabetes Mellitus"
    ],
    "interventions": [
      "CKD-501, Ketoconazole"
    ],
    "phase": "PHASE1",
    "summary": "The purpose of this study is to assess the effect of Ketoconazole on the pharmacokinetic characteristics of CKD-501 in healthy subject.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:07.937332"
  },
  {
    "nct_id": "NCT02905487",
    "title": "Relationship Between Gestational Diabetes Mellitus and Inflammatory Adipocytokins in Obese Mothers and Their Newborn at Delivery",
    "conditions": [
      "Diabetes, Gestational"
    ],
    "interventions": [],
    "phase": "N/A",
    "summary": "ADIPOGEST study aims at comparing circulating levels of inflammatory adipocytokins and C-reactive protein in obese women and their newborn at delivery whether exposed or not to Gestational Diabetes Mellitus (GDM)",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:07.937339"
  },
  {
    "nct_id": "NCT01333514",
    "title": "Carbohydrate Consumption as a Factor in Aspart Dosing",
    "conditions": [
      "Diabetes"
    ],
    "interventions": [
      "aspart",
      "aspart- Insulin"
    ],
    "phase": "PHASE4",
    "summary": "Good sugar control in postoperative hospitalized patient has been shown to improve wound healing and infection rates. However, sugar control is difficult to achieve and suboptimal use of insulin is thought to be a contributory factor. Though it is known that generally the consumption of carbohydrates alone raises the blood sugar, the usual practice of dosing meal-time insulin is based on the fraction of the total meal-tray eaten which includes proteins, fats and carbohydrates. This leads to an overestimation of insulin required for a patient who consumes a portion of mainly proteins and fats on their trays or an underestimation for those eating mainly the carbohydrates on their tray. Low sugars or high blood sugars can follow respectively.\n\nHypothesis: The purpose of this study is to see if dosing meal-time insulin based on grams of carbohydrates consumed will result in better sugar control compared to the usual practice of dosing meal-time insulin based on percent of total meal consumed in hospitalized patients.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:07.937346"
  },
  {
    "nct_id": "NCT05894252",
    "title": "Walking Interventions to Improve Quality of Life Among Adults with T2D in SA and the UK",
    "conditions": [
      "Type 2 Diabetes",
      "Quality of Life"
    ],
    "interventions": [
      "Walking Interventions"
    ],
    "phase": "NA",
    "summary": "The research will be conducted as a quantitative experimental study (as an intervention). For the primary DV, quality of life, there are two effective measures.\n\n* Health-related Quality of Life (HRQoL) scales of the SF-36 short form\n* Euro-QoL instruments (EQ-5D).\n\nAdditionally, secondary variables assessed will be:\n\n* (Physical Activity (the International PA questionnaire, short form - IPAQ)\n* General Anxiety (the Generalised Anxiety Disorder Assessment - GAD-7\n* Symptoms of Depression (the Patient Health Questionnaire - PHQ-9)\n* Habitual diet will be assessed with the EPIC food frequency questionnaire,\n* Memory function through the Gorilla online questionnaire (Memory Intrusion - TB1 and TB2).\n* Health locus of control (Multidimensional Health Locus of Control form C)\n\nParticipants in the intervention group will be required to complete a 30-minute walk five days a week for 12 weeks. This will be in addition to any regular walking or exercise they are currently doing, which will be assessed via questionnaire at baseline. In the control group, participants will be asked to continue with their daily routines and usual level of physical activity.\n\nThe baseline measurements will be taken before the intervention at week zero. Subsequently, all the participants will attend a virtual meeting (screening visit) to learn about the key aspects of the research, including the required actions of the control and intervention groups, how to use the act watch and report the required data. All participants in the intervention group and the control group will be required to wear acti-watches, which will be given to them for free.\n\nParticipants in both groups will be asked to report the number of steps covered each week. Participants will report this information through an online link provided by the researcher. Each participant will access their data through an app that comes with the watch, however, the researchers will not have access to the app",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:07.937352"
  },
  {
    "nct_id": "NCT04963777",
    "title": "Prebiotics in Patients With Type 1 Diabetes",
    "conditions": [
      "Type 1 Diabetes"
    ],
    "interventions": [
      "Prebiotic",
      "Placebo"
    ],
    "phase": "NA",
    "summary": "Evidence suggests that prebiotic fibre can correct dysbiosis, reduce intestinal permeability and improve glycemic control. The investigators hypothesize that microbial changes induced by prebiotics contribute to gut and endocrine adaptations that reduce glucose fluctuations, including less hyper- and hypoglycemia in type 1 diabetes (T1D). The primary objective is to compare the change in frequency of hypoglycemia from baseline to 6 months in n=144 individuals with T1D treated with a 6-month course of prebiotic or placebo as an adjunct to insulin. Secondary objectives will be aimed at understanding the mechanisms by which the prebiotics could affect glycemic control.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:07.937358"
  },
  {
    "nct_id": "NCT01743781",
    "title": "Uptake of Comprehensive Eye Examination Trial",
    "conditions": [
      "Glaucoma",
      "Diabetic Retinopathy"
    ],
    "interventions": [
      "video"
    ],
    "phase": "NA",
    "summary": "1. To evaluate a educational intervention promoting acceptance of comprehensive eye examination in rural Guangdong.\n2. To evaluate the impact of acceptance of comprehensive eye examination in rural Guangdong.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:07.937365"
  },
  {
    "nct_id": "NCT00400777",
    "title": "Efficacy and Safety of Valsartan, Hydrochlorothiazide and Amlodipine Combination Therapy in Hypertension",
    "conditions": [
      "Hypertension"
    ],
    "interventions": [
      "Valsartan, hydrochlorothiazide and amlodipine"
    ],
    "phase": "PHASE4",
    "summary": "This study is designed to evaluate the efficacy and safety of the combination valsartan with hydrochlorothiazide and amlodipine in hypertensive patients previously treated with valsartan with hydrochlorothiazide and remaining uncontrolled. A naturalistic approach will be taken comparing two different possible ways to achieve the higher dosage of the triple combination, i.e. 160 mg of valsartan and 25 mg of hydrochlorothiazide with amlodipine 10 mg.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:08.377737"
  },
  {
    "nct_id": "NCT02110381",
    "title": "Assessing Alternative Approaches for Blood Pressure Control: A3BC Trial",
    "conditions": [
      "Hypertension"
    ],
    "interventions": [
      "Device guided breathing RESPeRATE",
      "Isometric hand grip Zona Plus"
    ],
    "phase": "NA",
    "summary": "An estimated 76 million adults in the United States over the age of 20 have hypertension (HTN); which translates into 1 out of 3 adults. Globally the prevalence of HTN is over 25% for adults, and accounts for approximately 13.5% of all deaths. Given the aging of the population together with increases in obesity and sedentary behavior, it is not surprising that HTN is projected to increase significantly over the next several decades; with over 1.5 billion adults having HTN by the year 2025. Thus the public health implications to preventing and/or reducing elevations in blood pressure are substantial.\n\nThis study compares the efficacy of two different non-pharmacologic interventions (device guided breathing and isometric hand grip exercises) used alone and in combination for lowering blood pressure. This pilot study will include 30 adults with stage 1 hypertension. The primary outcome is the change in blood pressure from baseline to 8 weeks. Secondary outcomes include change in blood pressure from 8 weeks to 16 weeks and acceptability of the interventions by participants. The knowledge gained from this study can provide information on non-pharmacologic methods that may be useful in decreasing blood pressure. Such knowledge may be especially useful for patients for whom access to medications and health care is limited and among patients unwilling to take or intolerant to pharmacologic therapies.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:08.377756"
  },
  {
    "nct_id": "NCT02047630",
    "title": "Efficacy of the Brand-name Latanoprost and One of Its Generic Version in Primary Open Angle Glaucoma and Ocular Hypertension",
    "conditions": [
      "Primary Open Angle Glaucoma",
      "Ocular Hypertension"
    ],
    "interventions": [
      "Generic latanoprost",
      "Brand-name latanoprost"
    ],
    "phase": "PHASE4",
    "summary": "The purpose of this study is to evaluate and compare efficacy and tolerability of the brand-name latanoprost and one of its generic version in subjects with primary open angle glaucoma or ocular hypertension.\n\nThis randomized, double-blinded, cross-over design study has a 4 months follow-up. There are two periods of 8 weeks. During the first period, subjects put brand-name latanoprost in one eye and the generic version in the other one. In the second period, drops are switched from one eye to the other. There are intraocular pressure measurements (diurnal curves) on day 0 (before treatment), at 8 weeks (at the end of first period) and at 16 weeks (at the end of second period). Variations of intraocular pressure in each eye will be evaluated.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:08.377762"
  },
  {
    "nct_id": "NCT06854198",
    "title": "Glaucoma Screening to Enhance At-Risk Californians' Health",
    "conditions": [
      "Glaucoma"
    ],
    "interventions": [
      "Glaucoma screening with optical coherence tomography (OCT), color fundus photography, and tonometry",
      "Educational Brochure"
    ],
    "phase": "NA",
    "summary": "The vast majority of glaucoma cases in the United States go undetected and untreated until the late stages of the disease. Open-angle glaucoma is a progressive condition that is asymptomatic in its early to moderate stages and may be amenable to screening through telemedicine-based approaches. This study is a randomized trial to evaluate whether glaucoma screening with established tests (e.g., optical coherence tomography, fundus photography, and tonometry) is more effective for detecting undiagnosed glaucoma cases compared to education alone or delayed intervention.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:08.377767"
  },
  {
    "nct_id": "NCT00607633",
    "title": "Candesartan and Candesartan/ Hydrochlorothiazide in the Treatment of Patients With Hypertension and LVH",
    "conditions": [
      "Essential Hypertension",
      "Left Ventricular Hypertrophy"
    ],
    "interventions": [],
    "phase": "N/A",
    "summary": "The CandLE study with at maximum daily dose of 32 mg candesartan or 16/12.5 mg candesartan/hydrochlorothiazide has the objective to evaluate under naturalistic conditions, i.e. under routine medical care conditions, the impact of the antihypertensive therapy with candesartan or candesartan/HCT on relevant medical parameters related to the left ventricular hypertrophy (LVH) as well as the efficacy and tolerability of candesartan or candesartan/HCT in subjects suffering from essential hypertension..",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:08.377772"
  },
  {
    "nct_id": "NCT02908633",
    "title": "Safety and Efficacy of Three Variants of Canaloplasty With Phacoemulsification to Treat Glaucoma and Cataract",
    "conditions": [
      "Primary Open Angle Glaucoma, Cataract"
    ],
    "interventions": [
      "canaloplasty and phacoemulsification"
    ],
    "phase": "NA",
    "summary": "It is a comparative study of Safety and Efficacy of Three Variants of Canaloplasty: ab-externo, ab-interno and minicanaloplasty. Combined With Phacoemulsification to Treat Glaucoma and Cataract. It is a Randomised, Prospective Study.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:08.377777"
  },
  {
    "nct_id": "NCT03471533",
    "title": "Efficacy of a Natural Ingredient on Blood Pressure",
    "conditions": [
      "Hypertension"
    ],
    "interventions": [
      "nutraceutical: experimental product",
      "placebo"
    ],
    "phase": "NA",
    "summary": "Randomized controlled trial with two parallel branches (experimental product and placebo), double blind and unicentric with which it is intended to evaluate the efficacy of the product under investigation against placebo on blood pressure of normotensive subjects or with hypertension grade I without Pharmacotherapy. The subjects that meet the selection criteria will make a total of five visits to the research laboratory and perform the tests that were pre-established in the protocol. Later, a statistical analysis will be carried out with the variables measured in the study to obtain results.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:08.377782"
  },
  {
    "nct_id": "NCT06119152",
    "title": "Digital Equity for Stroke Approach",
    "conditions": [
      "Stroke",
      "Blood Pressure, High"
    ],
    "interventions": [
      "DESA"
    ],
    "phase": "NA",
    "summary": "A community-academic partnership composed of a State University of New York (SUNY) Downstate Health Sciences University inter-disciplinary team of scientists (representing public health, medical informatics, vascular neurology/stroke center) and the Digital Equity Community Advisory Board (DECA) will guide our research. This is an NIH R21 pilot study. Our Specific Aims are designed to inform the sample design and research priorities for a larger NIH R01 experimental study and to serve as a platform for similar studies with other health conditions. We propose a mixed-methods study design with the following aims:\n\n1. Assess and build setting, community, and user fit of DESA, leveraging qualitative methods and simulation telehealth encounters between the patient and neurologist.\n2. Conduct a 9-month pilot randomized control trial (RCT) of DESA in a Central Brooklyn stroke population to examine the feasibility and preliminary efficacy. We will randomize 50 adults to DESA and 30 to usual care. The primary outcome will be BP control. Secondary outcomes include the number of BP measurements and medication compliance. Our primary hypothesis is that patients randomized to the DESA will significantly reduce systolic blood pressure at 9 months.\n3. Examine barriers and facilitators to the adoption and integration of DESA into routine stroke care utilizing key informant interviews and user satisfaction surveys with neurologists and intervention participants.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:08.377787"
  },
  {
    "nct_id": "NCT00696384",
    "title": "A Safety and Tolerability Study of Azilsartan Medoxomil in Participants With Essential Hypertension",
    "conditions": [
      "Hypertension"
    ],
    "interventions": [
      "Azilsartan medoxomil",
      "Azilsartan medoxomil, with or without chlorthalidone and other non-angiotensin II receptor blocker antihypertensive medications.",
      "Placebo"
    ],
    "phase": "PHASE3",
    "summary": "The purpose of this study is to determine the long term safety and tolerability of azilsartan medoxomil, once daily (QD), in participants with Essential Hypertension.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:08.377792"
  },
  {
    "nct_id": "NCT01743781",
    "title": "Uptake of Comprehensive Eye Examination Trial",
    "conditions": [
      "Glaucoma",
      "Diabetic Retinopathy"
    ],
    "interventions": [
      "video"
    ],
    "phase": "NA",
    "summary": "1. To evaluate a educational intervention promoting acceptance of comprehensive eye examination in rural Guangdong.\n2. To evaluate the impact of acceptance of comprehensive eye examination in rural Guangdong.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:08.377797"
  },
  {
    "nct_id": "NCT02296775",
    "title": "Comparative Pharmacokinetic, Pharmacodynamic, Safety and Efficacy Study of Three Anti-CD20 Monoclonal Antibodies in Patients With Moderate to Severe Rheumatoid Arthritis",
    "conditions": [
      "Rheumatoid Arthritis"
    ],
    "interventions": [
      "DRL_RI",
      "Rituxan",
      "MabThera"
    ],
    "phase": "PHASE1",
    "summary": "This study will compare the plasma pharmacokinetic profile and the change in disease activity score in patients with active rheumatoid arthritis following treatment with two 1000 mg doses of DRL\\_RI or one of two sources of rituximab (Rituxan® or MabThera®). Patients will also be monitored for safety, B cell depletion and recovery, and for the development of immune responses to the administered study drugs",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:08.891551"
  },
  {
    "nct_id": "NCT05814471",
    "title": "Validation of a Knee Brace for Gonarthrosis",
    "conditions": [
      "Gonarthrosis"
    ],
    "interventions": [
      "Cable fastening system and 3d printed straps(14 days)",
      "Velcro straps system(14 days)",
      "Adjustment period(Velcro-14 days)"
    ],
    "phase": "NA",
    "summary": "A study about the effects of different fastening systems for knee braces on comfort, ease of installation and treatment efficacy both physical and psychological. Two different systems will be tested, velcro straps and a cable-fastening system.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:08.891576"
  },
  {
    "nct_id": "NCT06308887",
    "title": "Comparison of Ultrasound-Guided Perimeniscal Steroid and 5% Dextrose Injections in Knee Osteoarthritis",
    "conditions": [
      "Gonarthrosis",
      "Meniscus; Degeneration",
      "Pain, Chronic"
    ],
    "interventions": [
      "Triamcinolone Hexacetonide",
      "Dextrose 5% in water"
    ],
    "phase": "PHASE4",
    "summary": "Introduction: The primary goal of treating knee osteoarthritis is to reduce pain and improve the patient's quality of life. Medial meniscal extrusion is a condition that is linked to pain and disability in knee osteoarthritis and can be identified through ultrasound. For patients with medial meniscal extrusion, perimeniscal corticosteroid injection has been shown to be a helpful addition to primary treatment for moderate to severe pain relief. Dextrose prolotherapy has also been found to provide periarticular benefits for knee osteoarthritis. This study aims to compare the effectiveness of ultrasound-guided perimeniscal corticosteroid and perimeniscal dextrose injections in patients with osteoarthritis, medial knee pain, and medial meniscal extrusion.\n\nMethod: Patients with medial knee pain and meniscal extrusion were randomly divided into two groups using the double-block randomization method. Group 1 included 15 patients who were administered an ultrasound-guided perimeniscal steroid injection, while Group 2 included 16 patients who were administered an ultrasound-guided perimeniscal dextrose injection. The patients' pain levels were evaluated using the Visual Analog Pain Scale (VAS) and the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) before and one week, one month, and three months after the injection.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:08.891584"
  },
  {
    "nct_id": "NCT02706106",
    "title": "Assessment of a Knee Brace in Patients With Osteoarthritis",
    "conditions": [
      "Osteoarthritis"
    ],
    "interventions": [
      "Knee brace"
    ],
    "phase": "PHASE4",
    "summary": "It is a controlled clinical trial randomized, double-blind evaluator. Will be considered eligible patients, individuals of both sexes, aged 40 -60, to submit at least four items of knee osteoarthrosis classification criteria, according to the American College of Rheumatology, pain above four points in the visual analogue scale (VAS), diagnosed with knee osteoarthritis and who sought physical therapy treatment.\n\nPatients will be randomized by a number sequence generated by a computer using Microsoft Excel (Microsoft Corporation, Redmond, Washington), in opaque envelopes by researcher who will not attend the study.Patients will be divided into two groups: group with knee patellar hole or group without knee patellar hole. Shortly after the selection of the knee, the patient will have his eyes blind or cover in order to keep it '' blind '' regarding the type of knee brace that it would use.\n\nFinally evaluator 1 will cover the knee with a black cloak, making the second evaluator ''blind '' regarding the type of knee brace that will be used.\n\nTwo investigators will carry out the data collection. The first evaluator will collect information on the clinical characteristics of patients, including evaluation form, numerical pain scale, which measures the intensity of pain, test Time Up and Go (TUG) test that measures the basic mobility of movement and test walking eight meters, whose purpose is to measure the time that the individual takes to walk a distance of eight meters.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:08.891606"
  },
  {
    "nct_id": "NCT02663804",
    "title": "Total Knee Arthroplasty: Relation Between Patient Satisfaction and Implant Geometry",
    "conditions": [
      "Osteoarthritis"
    ],
    "interventions": [
      "Total Knee Arthroplasty"
    ],
    "phase": "NA",
    "summary": "A RCT (randomized controlled trial) comparing 3 different TKA (total knee arthroplasty) implant designs and investigating the relation between patient satisfaction and the implant geometry.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:08.891611"
  },
  {
    "nct_id": "NCT01269944",
    "title": "Effects of Osteotomies Around the Knee on Cartilage Glycosaminoglycan Content Using dGEMRIC Non-invasive Imaging",
    "conditions": [
      "Medial Compartment Osteoarthritis of the Knee"
    ],
    "interventions": [],
    "phase": "N/A",
    "summary": "Medial compartment osteoarthritis of the knee is commonly treated by a surgical intervention called 'high tibial osteotomy' (VTO). Although it has repeatedly been shown that pain improves following this procedure, it is unknown how cartilage quality is affected by the procedure. In this study, a recently developed MRI technique is used to evaluate changes in cartilage quality before and after the surgery. Changes in MRI signals are correlated to subjective improvements (score lists). 10 patients participate in this study. Approval has been granted by the Medical Ethical Committee of the University Medical Center Utrecht. All participants are required to give informed consent before participation.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:08.891616"
  },
  {
    "nct_id": "NCT02640144",
    "title": "The Influence of Hyaluronic Acid Injection Following Knee Arthroscopy",
    "conditions": [
      "Cartilage Damage"
    ],
    "interventions": [
      "Sodium Hyaluronate 1%",
      "Placebo"
    ],
    "phase": "PHASE4",
    "summary": "This is a prospective, double blind randomized controlled trial. In this study we will investigate the influence of hyaluronic acid injection to knee after knee arthroscopy, when known or discovered cartilage damage greater than International Cartilage Research Society score (ICRS) grade 2 is found. The indication for arthroscopy is not necessarily the cartilage damage. A set of 3 consecutive injections will be administered and follow up of physical examination and questionaries will be done.\n\nOur null hypothesis is that the administration of hyaluronic acid will show decrease pain and quicker rehabilitation and return to normal activity in patients with grade 2 and higher cartilage damage that had gone through knee arthroscopy.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:08.891621"
  },
  {
    "nct_id": "NCT04437134",
    "title": "On-line Neuromuscular Exercise and Education for Knee Osteoarthritis",
    "conditions": [
      "Knee Osteoarthritis"
    ],
    "interventions": [
      "On-line exercise and education",
      "On-site exercise and education"
    ],
    "phase": "N/A",
    "summary": "Due to enforced social distancing as a direct consequence of the COVID-19 pandemic, many on-site health care services are unavailable. This study seeks to investigate the relative effectiveness of an alternative on-line delivery model of exercise and education compared to on-site delivery in patients with knee osteoarthritis.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:08.891626"
  },
  {
    "nct_id": "NCT00859963",
    "title": "Regenerex Tibial Tray Multi-Center Data Collection",
    "conditions": [
      "Pain",
      "Arthritis"
    ],
    "interventions": [],
    "phase": "N/A",
    "summary": "The purpose of this prospective clinical data collection is to document the performance and clinical outcomes of the Regenerex™ Tibial Tray.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:08.891631"
  },
  {
    "nct_id": "NCT05878587",
    "title": "Burger Allen Exercises in Knee OA With Type II Diabetes",
    "conditions": [
      "Knee Osteoarthritis",
      "Type II Diabetes"
    ],
    "interventions": [
      "thermotherapy+ TENS+ low intensity high repetition exercises and Buerger Allen",
      "thermotherapy+ TENS+ low intensity high repetition exercises"
    ],
    "phase": "NA",
    "summary": "There is a potential link between diabetes mellitus (DM) and severity of osteoarthritis .Type 2 diabetes is a part of the metabolic syndrome (Mets) accompanied by ageing and mechanical stress are also a risk factor to osteoarthritis. Every anatomical component of the joint demonstrated faster joint deterioration and elevated inflammation at microcellular environment of individuals with DM. Normal chondrocytes capacity to adapt to the local glucose level is impaired by OA and there is a significant risk of glucose toxicity and increased glucose absorption. The most dependable and effective treatment for mild to early joint osteoarthritis is exercise. Active free exercises i.e. Buerger Allen exercises are used as a conservative perfusion therapy because they rely on how gravity affects the smooth muscles in the valves. Synovial fluid supports the joint's ability to recover while also reducing inflammation and enhancing overall joint function. The aim of the study is to determine the effect of Buerger Allen exercise and low intensity high repetition exercises on pain, range of motion and disability in knee osteoarthritis with type 2 diabetes. The study would be randomized controlled trial. Total thirty-six subjects will be assigned randomly by using lottery randomization into two groups. Group A will receive conventional therapy and an additional Buerger Allen exercise while Group B will be a control group receiving only baseline treatment. Numeric pain rating scale (NPRS), Ankle Brachial Index, KOOS and Goniometer will be used as outcome measure tools for pain, range of motion and disability. Measure will be taken at baseline and at the end of treatment session. The collected data will be analyzed in Statistical Package for the Social Sciences (SPSS) 25.0.If data will be normally distributed then parametric if not normally distributed than non-parametric",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:08.891636"
  },
  {
    "nct_id": "NCT01047657",
    "title": "Effects of Weight Loss in Obese Difficult-to-treat Asthmatics",
    "conditions": [
      "Asthma",
      "Obesity",
      "Weight Loss"
    ],
    "interventions": [
      "Low caloric diet plus orlistat and sibutramine"
    ],
    "phase": "PHASE3",
    "summary": "Sixty percent of patients with difficult to control asthma seen in our outpatient clinic are obese. The impact of weight reduction in this subpopulation of asthmatics has not been studied. Our aim is to evaluate the impact of weight reduction on asthma control of these patients.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:09.338676"
  },
  {
    "nct_id": "NCT00952471",
    "title": "Reduction in Clinical Variance Using Targeted Design Changes in Computerized Provider Order Entry Order (CPOE) Sets",
    "conditions": [
      "Asthma Exacerbation"
    ],
    "interventions": [
      "Evidence Based Intervention to order set"
    ],
    "phase": "PHASE3",
    "summary": "Selective redesign of order sets using different ways to frame the order and physician decision-making in a computerized provider order entry system could increase adherence to evidence-based care and reduce population-specific variance.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:09.338698"
  },
  {
    "nct_id": "NCT05935332",
    "title": "Phase 2 Study to Evaluate RPT193 in Adults With Moderate to Severe T2-high Asthma",
    "conditions": [
      "Asthma"
    ],
    "interventions": [
      "RPT193",
      "Placebo"
    ],
    "phase": "PHASE2",
    "summary": "Randomized, multi-center, double-blind, placebo-controlled, parallel group, proof of-concept study with RPT193 in subjects with T2-high, moderate-to-severe asthma who are partially controlled on medium or high doses of inhaled corticosteroids (ICS) in combination with long-acting beta 2 agonist (LABA).",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:09.338707"
  },
  {
    "nct_id": "NCT03545906",
    "title": "Telemedicine Enhanced Asthma Management - Uniting Providers",
    "conditions": [
      "Asthma in Children"
    ],
    "interventions": [
      "TEAM-UP Intervention Group",
      "Enhanced Care Comparison"
    ],
    "phase": "NA",
    "summary": "This research study is an innovative school-based program for urban children with moderate to severe persistent or difficult-to-control asthma. The Telemedicine Enhanced Asthma Management-Uniting Providers (TEAM-UP) program enhances a school-based, primary care directed asthma program with specialist-supported care to ensure optimal guideline based treatment. This study is a full-scale randomized trial of TEAM-UP versus an enhanced care comparison group. Primary care physicians (PCP) of all enrolled children (n=360, 4-12 yrs.) will be prompted to initiate directly observed therapy (DOT) of preventive asthma medication through school and to make a specialist referral. For children in the TEAM-UP group, the specialist visits will be facilitated via telemedicine at school. The telemedicine specialist visit will be scheduled after approximately 4 weeks of initiating DOT, in order to allow for accurate guideline-based assessments of medication and care needs once adherence with a daily controller medication is established. There will also be up to 2 telemedicine follow-up specialist visits to assess the child's response to treatment and make needed adjustments. The study will use the existing community infrastructure by implementing both telemedicine and DOT in school, and maintaining collaboration with PCPs. Blinded follow-ups will occur at 3-, 5-, 7- and 12-months after baseline, and the primary outcome is the comparison of symptom-free days (SFD) at each follow-up time point.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:09.338713"
  },
  {
    "nct_id": "NCT01216384",
    "title": "Single Rising Dose (SRD), Multiple Rising Dose (MRD) Study of BI 671800 in Healthy Asian Volunteers",
    "conditions": [
      "Asthma",
      "Rhinitis, Allergic, Perennial"
    ],
    "interventions": [
      "BI 671800",
      "placebo"
    ],
    "phase": "PHASE1",
    "summary": "The primary objective of the current study is to investigate the safety and tolerability of BI 671800 HEA in healthy Chinese male volunteers following single oral administration, and healthy Japanese male volunteers following single oral administration and multiple administrations.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:09.338720"
  },
  {
    "nct_id": "NCT02437604",
    "title": "Study to Determine the Pharmacokinetics and Tolerability of Fluticasone Propionate MDPI and Fluticasone Propionate/Salmeterol MDPI Compared to High Strength FLOVENT® DISKUS® and ADVAIR® DISKUS® in Patients With Persistent Asthma 12 Years of Age and Older",
    "conditions": [
      "Asthma"
    ],
    "interventions": [
      "Treatment A: Fp MDPI",
      "Treatment B: FS MDPI",
      "Treatment C Flovent",
      "Treatment D: Advair"
    ],
    "phase": "PHASE1",
    "summary": "Each patient will participate in the study for approximately 7 weeks. Participation will include a screening period of up to 21 days and 4 treatment periods; each consisting of a 3-day/2-night inpatient period.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:09.338726"
  },
  {
    "nct_id": "NCT05063981",
    "title": "Treatment With Mepolizumab on Patients With Severe Refractory Eosinophilic Asthma",
    "conditions": [
      "Severe Eosinophilic Asthma"
    ],
    "interventions": [
      "Mepolizumab"
    ],
    "phase": "N/A",
    "summary": "Understanding how Interleukin-5 blockade modulates both immune and metabolic pathways may clarify the multidimensional impact of biologic therapy in severe eosinophilic asthma. Therefore, this study aimed to assess the impact of mepolizumab on the nasal, bronchial, and systemic metabolomic profiles of consecutive patients with SEA and to explore the associations between these compartment-specific changes and clinical, inflammatory, and functional outcomes.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:09.338732"
  },
  {
    "nct_id": "NCT03573284",
    "title": "Validity of Fractional Exhaled Nitric Oxide and Impulse Oscillometry in Patients With Cough Variant Asthma",
    "conditions": [
      "Cough Variant Asthma"
    ],
    "interventions": [
      "fractional exhaled nitric oxide(FeNO)",
      "impulse oscillometry(IOS)"
    ],
    "phase": "NA",
    "summary": "The aim of the research is to evaluate the clinical value of fractional exhaled nitric oxide(FeNO) ,impulse oscillometry(IOS) and mid-expiratory flow (MEF) in patients with cough variant asthma.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:09.338738"
  },
  {
    "nct_id": "NCT03369847",
    "title": "Inhaled Steroids for Pediatric Asthma at Pediatric Emergency Medicine Discharge",
    "conditions": [
      "Asthma",
      "Pediatric ALL"
    ],
    "interventions": [
      "budesonide, beclomethasone"
    ],
    "phase": "PHASE4",
    "summary": "This study evaluates the initiation of inhaled corticosteroids upon discharge from the pediatric emergency room in children under 18 presenting with asthma exacerbation. Half of the patients will receive a prescription for inhaled corticosteroids in addition to standard care, and half of the patients will receive standard card alone.",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:09.338744"
  },
  {
    "nct_id": "NCT05728749",
    "title": "A Multicentre, Prospective, Non-interventional Trial Monitoring Therapy Pathways of Asthma Patients Treated With an Extra-fine ICS/LABA/LAMA Single-inhaler Triple Therapy in a Real-world Setting and Characterizing the Effects on Health-related Outcomes",
    "conditions": [
      "ASTHMA"
    ],
    "interventions": [
      "Non-interventional"
    ],
    "phase": "N/A",
    "summary": "TriMaximize, a non-interventional trial aims to collect prospective, longitudinal data from asthma patients under routine care, for whom their treating physician has decided to prescribe Trimbow® (beclometasone/formoterol/glycopyrronium).",
    "source": "clinicaltrials.gov",
    "collected_at": "2026-01-07T20:03:09.338750"
  }
]