[
  {
    "source_url": "https://www.who.int/news-room/fact-sheets/detail/noncommunicable-diseases",
    "title": "Noncommunicable diseases",
    "content": "Noncommunicable diseases 25 September 2025 Key factsNoncommunicable diseases (NCDs) killed at least 43 million people in 2021, equivalent to 75% of non-pandemic-related deaths globally.In 2021, 18 million people died from an NCD before age 70 years; 82% of these premature deaths occur in low- and middle-income countries.Of all NCD deaths, 73% are in low- and middle-income countries.Cardiovascular diseases account for most NCD deaths, or at least 19 million deaths in 2021, followed by cancers (10 million), chronic respiratory diseases (4 million), and diabetes (over 2 million including kidney disease deaths caused by diabetes).These four groups of diseases account for 80% of all premature NCD deaths.Tobacco use, physical inactivity, the harmful use of alcohol, unhealthy diets and air pollution all increase the risk of dying from an NCD.Detection, screening and treatment of NCDs, as well as palliative care, are key components of the response to NCDs.OverviewNoncommunicable diseases (NCDs), also known as chronic diseases, tend to be of long duration and are the result of a combination of genetic, physiological, environmental and behavioural factors.The main types of NCDs are cardiovascular diseases (such as heart attacks and stroke), cancers, chronic respiratory diseases (such as chronic obstructive pulmonary disease and asthma) and diabetes.NCDs disproportionately affect people in low- and middle-income countries, where nearly three quarters of global NCD deaths (32 million) occur.People at riskPeople of all age groups, regions and countries are affected by NCDs. These conditions are often associated with older age groups, but about 18 million NCD deaths occur before the age of 70 years. NCDs cause more deaths in this age group than all other causes of death combined. Of these premature deaths, 82% are estimated to occur in low- and middle-income countries. Children, adults and the elderly are all vulnerable to the risk factors contributing to NCDs, whether from unhealthy diets, physical inactivity, exposure to tobacco smoke, or the harmful use of alcohol or air pollution.Unhealthy diets and a lack of physical activity may show up in people as raised blood pressure, increased blood glucose, elevated blood lipids and obesity. These are called metabolic risk factors and can lead to cardiovascular disease, the leading NCD in terms of premature deaths.Risk factorsBehavioural risk factorsBehavioural risk factors increase the risk of NCDS, including:tobacco use (including the effects of exposure to second-hand smoke);unhealthy diets, including excess salt, sugar, and fats;harmful use of alcohol; andinsufficient physical activity.The social, commercial, and physical environment are key drivers of these behaviours.Metabolic risk factorsBehavioural risk factors contribute to four key metabolic changes that increase the risk of NCDs:raised blood pressure (including hypertension);overweight/obesity;high blood glucose levels (including diabetes); andabnormal blood lipids (including high cholesterol).In terms of attributable deaths, the leading metabolic risk factor globally is elevated blood pressure (to which 25% of global NCD deaths are attributed) (1), followed by raised blood glucose and overweight and obesity.Environmental risk factorsSeveral environmental risk factors contribute to NCDs. Air pollution – indoor and outdoor – is the largest of these, accounting for 6.7 million deaths globally, of which about 5.6 million are due to NCDs, including stroke, ischaemic heart disease, chronic obstructive pulmonary disease, and lung cancer.Socioeconomic impactNCDs threaten progress towards the 2030 Agenda for Sustainable Development, which includes a target of reducing the probability of death from any of the four main NCDs between ages 30 and 70 years by one third by 2030.Poverty is closely linked with NCDs. The rapid rise in NCDs is predicted to impede poverty reduction initiatives in low-income countries, particularly by increasing household costs associated with health care. Vulnerable and socially disadvantaged people get sicker and die sooner than people of higher socio-economic positions, especially because they may have limited access to health services. To reduce these inequities, governments must invest in health systems that respond to users’ expectations and needs.Prevention and controlAn important way to control NCDs is to focus on reducing the risk factors associated with these diseases. Low-cost solutions exist for governments and other stakeholders to reduce the common modifiable risk factors. Monitoring progress and trends of NCDs and their risk is important for guiding policy and priorities.To lessen the impact of NCDs on individuals and society, a comprehensive approach is needed requiring all sectors, including health, finance, transport, education, agriculture, planning and others, to collaborate to reduce the risks associated with NCDs, and to promote interventions to prevent and control them.Investing in better management of NCDs is critical. Management of NCDs includes detecting, screening and treating these diseases, and providing access to palliative care for people in need. High impact essential NCD interventions can be delivered through a primary health care approach to strengthen early detection and timely treatment. Evidence shows such interventions are excellent economic investments because, if provided early to patients, they can reduce the need for more expensive treatment. Countries with inadequate health care coverage are unlikely to provide universal access to essential NCD interventions. NCD management interventions are essential for achieving the SDG target on NCDs.WHO responseThe 2030 Agenda for Sustainable Development recognizes NCDs as a major challenge for sustainable development. As part of the Agenda, heads of state and government committed to develop ambitious national responses, by 2030, to reduce by one third premature mortality from NCDs through prevention and treatment (SDG target 3.4). WHO plays a key leadership role in the coordination and promotion of the global fight against NCDs and the achievement of the Sustainable Development Goals target 3.4.In 2019, the World Health Assembly extended the WHO Global action plan for the prevention and control of NCDs 2013–2020 to 2030 and called for the development of an Implementation Roadmap 2023 to 2030 to accelerate progress on preventing and controlling NCDs. The Roadmap supports actions to achieve a set of nine global targets with the greatest impact towards prevention and management of NCDs. (1) Global Burden of Disease Collaborative Network, Global Burden of Disease Study 2021 (GBD 2021) Results (2024, Institute for Health Metrics and Evaluation – IHME) https://vizhub.healthdata.org/gbd-results/ Related WHO's work on noncommunicable diseases News Uncontrolled high blood pressure puts over a billion people at risk 23 September 2025 WHO urges cost effective solutions on NCDs and mental health amidst slowing progress 18 September 2025 WHO releases new reports and estimates highlighting urgent gaps in mental health 2 September 2025 Fact sheets Cancer 3 February 2025 Diabetes 14 November 2024 Cardiovascular diseases (CVDs) 31 July 2025 Depressive disorder (depression) 29 August 2025 Anxiety disorders 8 September 2025 More PublicationsGlobal Action Plan for the Prevention and Control of NCDs 2013–2020WHO Global status report on noncommunicable diseases 2014 Key factsNoncommunicable diseases (NCDs) killed at least 43 million people in 2021, equivalent to 75% of non-pandemic-related deaths globally.In 2021, 18 million people died from an NCD before age 70 years; 82% of these premature deaths occur in low- and middle-income countries.Of all NCD deaths, 73% are in low- and middle-income countries.Cardiovascular diseases account for most NCD deaths, or at least 19 million deaths in 2021, followed by cancers (10 million), chronic respiratory diseases (4 million), and diabetes (over 2 million including kidney disease deaths caused by diabetes).These four groups of diseases account for 80% of all premature NCD deaths.Tobacco use, physical inactivity, the harmful use of alcohol, unhealthy diets and air pollution all increase the risk of dying from an NCD.Detection, screening and treatment of NCDs, as well as palliative care, are key components of the response to NCDs.OverviewNoncommunicable diseases (NCDs), also known as chronic diseases, tend to be of long duration and are the result of a combination of genetic, physiological, environmental and behavioural factors.The main types of NCDs are cardiovascular diseases (such as heart attacks and stroke), cancers, chronic respiratory diseases (such as chronic obstructive pulmonary disease and asthma) and diabetes.NCDs disproportionately affect people in low- and middle-income countries, where nearly three quarters of global NCD deaths (32 million) occur.People at riskPeople of all age groups, regions and countries are affected by NCDs. These conditions are often associated with older age groups, but about 18 million NCD deaths occur before the age of 70 years. NCDs cause more deaths in this age group than all other causes of death combined. Of these premature deaths, 82% are estimated to occur in low- and middle-income countries. Children, adults and the elderly are all vulnerable to the risk factors contributing to NCDs, whether from unhealthy diets, physical inactivity, exposure to tobacco smoke, or the harmful use of alcohol or air pollution.Unhealthy diets and a lack of physical activity may show up in people as raised blood pressure, increased blood glucose, elevated blood lipids and obesity. These are called metabolic risk factors and can lead to cardiovascular disease, the leading NCD in terms of premature deaths.Risk factorsBehavioural risk factorsBehavioural risk factors increase the risk of NCDS, including:tobacco use (including the effects of exposure to second-hand smoke);unhealthy diets, including excess salt, sugar, and fats;harmful use of alcohol; andinsufficient physical activity.The social, commercial, and physical environment are key drivers of these behaviours.Metabolic risk factorsBehavioural risk factors contribute to four key metabolic changes that increase the risk of NCDs:raised blood pressure (including hypertension);overweight/obesity;high blood glucose levels (including diabetes); andabnormal blood lipids (including high cholesterol).In terms of attributable deaths, the leading metabolic risk factor globally is elevated blood pressure (to which 25% of global NCD deaths are attributed) (1), followed by raised blood glucose and overweight and obesity.Environmental risk factorsSeveral environmental risk factors contribute to NCDs. Air pollution – indoor and outdoor – is the largest of these, accounting for 6.7 million deaths globally, of which about 5.6 million are due to NCDs, including stroke, ischaemic heart disease, chronic obstructive pulmonary disease, and lung cancer.Socioeconomic impactNCDs threaten progress towards the 2030 Agenda for Sustainable Development, which includes a target of reducing the probability of death from any of the four main NCDs between ages 30 and 70 years by one third by 2030.Poverty is closely linked with NCDs. The rapid rise in NCDs is predicted to impede poverty reduction initiatives in low-income countries, particularly by increasing household costs associated with health care. Vulnerable and socially disadvantaged people get sicker and die sooner than people of higher socio-economic positions, especially because they may have limited access to health services. To reduce these inequities, governments must invest in health systems that respond to users’ expectations and needs.Prevention and controlAn important way to control NCDs is to focus on reducing the risk factors associated with these diseases. Low-cost solutions exist for governments and other stakeholders to reduce the common modifiable risk factors. Monitoring progress and trends of NCDs and their risk is important for guiding policy and priorities.To lessen the impact of NCDs on individuals and society, a comprehensive approach is needed requiring all sectors, including health, finance, transport, education, agriculture, planning and others, to collaborate to reduce the risks associated with NCDs, and to promote interventions to prevent and control them.Investing in better management of NCDs is critical. Management of NCDs includes detecting, screening and treating these diseases, and providing access to palliative care for people in need. High impact essential NCD interventions can be delivered through a primary health care approach to strengthen early detection and timely treatment. Evidence shows such interventions are excellent economic investments because, if provided early to patients, they can reduce the need for more expensive treatment. Countries with inadequate health care coverage are unlikely to provide universal access to essential NCD interventions. NCD management interventions are essential for achieving the SDG target on NCDs.WHO responseThe 2030 Agenda for Sustainable Development recognizes NCDs as a major challenge for sustainable development. As part of the Agenda, heads of state and government committed to develop ambitious national responses, by 2030, to reduce by one third premature mortality from NCDs through prevention and treatment (SDG target 3.4). WHO plays a key leadership role in the coordination and promotion of the global fight against NCDs and the achievement of the Sustainable Development Goals target 3.4.In 2019, the World Health Assembly extended the WHO Global action plan for the prevention and control of NCDs 2013–2020 to 2030 and called for the development of an Implementation Roadmap 2023 to 2030 to accelerate progress on preventing and controlling NCDs. The Roadmap supports actions to achieve a set of nine global targets with the greatest impact towards prevention and management of NCDs. (1) Global Burden of Disease Collaborative Network, Global Burden of Disease Study 2021 (GBD 2021) Results (2024, Institute for Health Metrics and Evaluation – IHME) https://vizhub.healthdata.org/gbd-results/",
    "metadata": {
      "scraped_at": "2026-01-07T20:02:49.448422",
      "content_type": "medical_article",
      "word_count": 2059,
      "headers_found": 10
    },
    "headers": [
      {
        "level": "h1",
        "text": "Noncommunicable diseases"
      },
      {
        "level": "h2",
        "text": "Overview"
      },
      {
        "level": "h2",
        "text": "People at risk"
      },
      {
        "level": "h2",
        "text": "Risk factors"
      },
      {
        "level": "h3",
        "text": "Behavioural risk factors"
      },
      {
        "level": "h3",
        "text": "Metabolic risk factors"
      },
      {
        "level": "h3",
        "text": "Environmental risk factors"
      },
      {
        "level": "h2",
        "text": "Socioeconomic impact"
      },
      {
        "level": "h2",
        "text": "Prevention and control"
      },
      {
        "level": "h2",
        "text": "WHO response"
      }
    ],
    "keywords": [
      "ncds",
      "risk",
      "deaths",
      "diseases",
      "million",
      "these",
      "including",
      "health",
      "people",
      "blood"
    ]
  },
  {
    "source_url": "https://www.heart.org/en/health-topics/high-blood-pressure",
    "title": "High Blood Pressure",
    "content": "High Blood Pressure Take Control of Your Blood Pressure, Try Our BP Calculator What Is High Blood Pressure? High blood pressure occurs when the force of blood flowing through your blood vessels is consistently too high. High blood pressure is also called hypertension. Get the facts Understanding Blood Pressure Readings New High Blood Pressure Guideline: Top 10 Things to Know How to Manage High Blood Pressure Blood Pressure Calculator Do It Yourself Health Lesson: Understanding Blood Pressure High blood pressure is the easiest modifiable risk factor for better heart health—and you have the power to control it. Our Do It Yourself Health Lesson: Understanding Blood Pressure gives you the knowledge and tools to take charge of your numbers, protect your heart, and live a longer, healthier life. Start taking control of your health—one step, and one number, at a time. Take the free health lesson on blood pressure today Support That Empowers Managing high blood pressure or any chronic condition is more manageable when you have emotional support. Join our online community of other individuals who know what you are going through and can help you on your journey. Find encouragement Play without Auto-Play Video: Learn how to monitor your blood pressure at home Play without Auto-Play Video: What is the difference between hypertension and high blood pressure? Be inspired and stay informed. Heart Insight® e-news is our trusted, award-winning monthly publication for people living with heart disease, their families and caregivers. Don’t miss an issue. Subscribe today! First Name (required) Last Name (required) Email (required) Zip Code (required) By clicking the sign up button you agree to the Terms and Conditions and Privacy Policy. Contact ID Form ID Form Name Form Submission Date Form URL Campaign Content Campaign Source Campaign Medium Understanding Blood Pressure Readings New High Blood Pressure Guideline: Top 10 Things to Know How to Manage High Blood Pressure",
    "metadata": {
      "scraped_at": "2026-01-07T20:02:51.657192",
      "content_type": "medical_article",
      "word_count": 312,
      "headers_found": 14
    },
    "headers": [
      {
        "level": "h1",
        "text": "High Blood Pressure"
      },
      {
        "level": "h2",
        "text": "What Is High Blood Pressure?"
      },
      {
        "level": "h2",
        "text": "Blood Pressure Calculator"
      },
      {
        "level": "h2",
        "text": ""
      },
      {
        "level": "h2",
        "text": ""
      },
      {
        "level": "h2",
        "text": ""
      },
      {
        "level": "h2",
        "text": ""
      },
      {
        "level": "h2",
        "text": ""
      },
      {
        "level": "h2",
        "text": ""
      },
      {
        "level": "h2",
        "text": ""
      },
      {
        "level": "h2",
        "text": ""
      },
      {
        "level": "h2",
        "text": "Do It Yourself Health Lesson: Understanding Blood Pressure"
      },
      {
        "level": "h2",
        "text": "Support That Empowers"
      },
      {
        "level": "h2",
        "text": "Be inspired and stay informed."
      }
    ],
    "keywords": [
      "blood",
      "pressure",
      "high",
      "your",
      "health",
      "understanding",
      "heart",
      "play",
      "required",
      "form"
    ]
  },
  {
    "source_url": "https://www.diabetes.org/diabetes",
    "title": "The Path to Understanding Diabetes Starts Here",
    "content": "About Diabetes The Path to Understanding Diabetes Starts Here No matter where you are in your journey, here's where you need to be. Image Help Is Here Whether you're newly diagnosed, have had type 1 or type 2 diabetes for a while, or you're helping a loved one, you’ve come to the right place. This is the way to start learning how you can live a healthier life—with the tools, health tips, and food ideas you need. Wherever you are with diabetes, you can still live your best life—and we have the steps you can take to get there. All you have to do is take action and stick with it. About Diabetes Warning Signs Learn to recognize the warning signs of diabetes and how to find out if you have it. Learn the Symptoms Image About Diabetes Understanding Diabetes From symptoms and treatment, to management and medication—arm yourself with the knowledge to live well with diabetes.Type 1 DiabetesType 2 DiabetesGestational Diabetes Image Additional Resources Diabetes Complications Learn More Diabetes can affect almost every part of your body, including your brain, heart, skin, kidneys, nerves, and ears. Learn how to prevent, delay, or treat these complications through healthy lifestyle changes. More About Diabetes Learn More Get to know the facts vs. myths about living with diabetes. Plus, find out how genetics play a factor in developing diabetes. Devices & Technology Learn More Diabetes devices and technology can be lifesaving—but which is right for you? Discover the benefits and drawbacks of continuous glucose monitors, blood glucose meters, insulin pumps, and more to find out what's available to help with your diabetes management needs. Vaccinations Learn More People with diabetes are more likely to get sick from illnesses like the flu. Stay on top of the vaccines recommended for people with diabetes to help you stay healthy. Common Terms Learn More Do you ever get lost when talking to your health care team because you don't know what some of their words mean? To help you get the most out of your visits, here's a list of commonly used terms that are used when talking about diabetes. Diabetes Statistics Learn More Get to know diabetes by the numbers, including stats on prevalence, complications, gender, race, and more. Give Today and Change lives! With your support, the American Diabetes Association® can continue our lifesaving work to make breakthroughs in research and provide people with the resources they need to fight diabetes. Give Today Image Image Image Give Today and Change lives! With your support, the American Diabetes Association® can continue our lifesaving work to make breakthroughs in research and provide people with the resources they need to fight diabetes.",
    "metadata": {
      "scraped_at": "2026-01-07T20:02:54.547324",
      "content_type": "medical_article",
      "word_count": 446,
      "headers_found": 12
    },
    "headers": [
      {
        "level": "h1",
        "text": "The Path to Understanding Diabetes Starts Here"
      },
      {
        "level": "h2",
        "text": "Help Is Here"
      },
      {
        "level": "h2",
        "text": "Warning Signs"
      },
      {
        "level": "h2",
        "text": "Understanding Diabetes"
      },
      {
        "level": "h2",
        "text": "Additional Resources"
      },
      {
        "level": "h3",
        "text": "Diabetes Complications"
      },
      {
        "level": "h3",
        "text": "More About Diabetes"
      },
      {
        "level": "h3",
        "text": "Devices & Technology"
      },
      {
        "level": "h3",
        "text": "Vaccinations"
      },
      {
        "level": "h3",
        "text": "Common Terms"
      },
      {
        "level": "h3",
        "text": "Diabetes Statistics"
      },
      {
        "level": "h3",
        "text": "Give Today and Change lives!"
      }
    ],
    "keywords": [
      "diabetes",
      "with",
      "more",
      "your",
      "learn",
      "about",
      "image",
      "here",
      "need",
      "help"
    ]
  },
  {
    "source_url": "https://www.niddk.nih.gov/health-information/diabetes",
    "title": "Diabetes",
    "content": "Home Health Information Diabetes English English Español Diabetes Diabetes is a disease that occurs when your blood glucose, also called blood sugar, is too high. Over time, having too much glucose in your blood can cause other health problems such as heart disease, nerve damage, eye problems, and kidney disease. You can take steps to prevent or manage diabetes. According to the Centers for Disease Control and Prevention’s National Diabetes Statistics Report, an estimated 38.4 million people in the United States, or 11.6% of the population, have diabetes. About 1 in 5 adults with diabetes don’t know they have the disease. An estimated 97.6 million American adults have prediabetes, which means their blood glucose levels are higher than normal but not high enough to be diagnosed as diabetes. Many areas of the body can be affected by diabetes. Learn about diabetes health problems. Featured Topics What is Diabetes? A1C Test & Diabetes Insulin Resistance & Prediabetes Nerve Damage (Diabetic Neuropathies) Healthy Living with Diabetes Low Blood Glucose (Hypoglycemia) Diabetes, Heart Disease, & Stroke Diabetic Kidney Disease Diabetes & Foot Problems Diabetes & Pregnancy Gestational Diabetes Preventing Diabetes after Pregnancy More Diabetes Topics Diabetes Basics What is Diabetes? Symptoms & Causes of Diabetes Risk Factors for Type 2 Diabetes Preventing Type 2 Diabetes Diabetes Tests & Diagnosis Managing Diabetes Insulin, Medicines, & Other Diabetes Treatments Healthy Living with Diabetes Preventing Diabetes Problems More Diabetes Basics Statistics Statistics for Diabetes in the United States Diabetes Topics A1C Test & Diabetes Artificial Pancreas Continuous Glucose Monitoring Diabetes & Foot Problems Diabetes & Pregnancy Diabetes & Sexual & Urologic Problems Diabetes, Gum Disease, & Other Dental Problems Diabetes, Heart Disease, & Stroke Diabetes Tests & Diagnosis Diabetic Eye Disease Diabetic Kidney Disease Financial Help for Diabetes Care Gestational Diabetes Healthy Living with Diabetes Insulin, Medicines, & Other Diabetes Treatments Insulin Resistance & Prediabetes Low Blood Glucose (Hypoglycemia) Managing Diabetes Monogenic Forms of Diabetes: Neonatal Diabetes & MODY Nerve Damage (Diabetic Neuropathies) Pancreatic Islet Transplantation Preventing Diabetes Problems Preventing Type 2 Diabetes Risk Factors for Type 2 Diabetes Symptoms & Causes of Diabetes Type 1 Diabetes Type 2 Diabetes What is Diabetes? Diabetes Discoveries & Practice Blog How To Treat Cardiovascular Disease in People with Diabetes More Blog Posts Community Health & Outreach Diabetes Alert Day National Diabetes Month More Community Health Resources Diabetes for Health Professionals Diabetes & Prediabetes Tests Game Plan for Preventing Type 2 Diabetes Diabetes School Guide Guiding Principles for the Care of People with or at Risk for Diabetes More Resources for Diabetes Health Professionals Clinical Trials Watch a video of NIDDK Director Dr. Griffin P. Rodgers explaining the importance of participating in clinical trials Research Discoveries & News NIH launches large study to tackle type 2 diabetes in young people Use of metformin in adults with diabetes linked to lower risk of long COVID Bariatric surgery provides long-term blood glucose control, type 2 diabetes remission Celebrating the 50th Anniversary of Diabetes Research Centers More Research News Diabetes Diabetes is a disease that occurs when your blood glucose, also called blood sugar, is too high. Over time, having too much glucose in your blood can cause other health problems such as heart disease, nerve damage, eye problems, and kidney disease. You can take steps to prevent or manage diabetes. According to the Centers for Disease Control and Prevention’s National Diabetes Statistics Report, an estimated 38.4 million people in the United States, or 11.6% of the population, have diabetes. About 1 in 5 adults with diabetes don’t know they have the disease. An estimated 97.6 million American adults have prediabetes, which means their blood glucose levels are higher than normal but not high enough to be diagnosed as diabetes. Many areas of the body can be affected by diabetes. Learn about diabetes health problems. Featured Topics What is Diabetes? A1C Test & Diabetes Insulin Resistance & Prediabetes Nerve Damage (Diabetic Neuropathies) Healthy Living with Diabetes Low Blood Glucose (Hypoglycemia) Diabetes, Heart Disease, & Stroke Diabetic Kidney Disease Diabetes & Foot Problems Diabetes & Pregnancy Gestational Diabetes Preventing Diabetes after Pregnancy More Diabetes Topics Diabetes Basics What is Diabetes? Symptoms & Causes of Diabetes Risk Factors for Type 2 Diabetes Preventing Type 2 Diabetes Diabetes Tests & Diagnosis Managing Diabetes Insulin, Medicines, & Other Diabetes Treatments Healthy Living with Diabetes Preventing Diabetes Problems More Diabetes Basics Statistics Statistics for Diabetes in the United States Diabetes Topics A1C Test & Diabetes Artificial Pancreas Continuous Glucose Monitoring Diabetes & Foot Problems Diabetes & Pregnancy Diabetes & Sexual & Urologic Problems Diabetes, Gum Disease, & Other Dental Problems Diabetes, Heart Disease, & Stroke Diabetes Tests & Diagnosis Diabetic Eye Disease Diabetic Kidney Disease Financial Help for Diabetes Care Gestational Diabetes Healthy Living with Diabetes Insulin, Medicines, & Other Diabetes Treatments Insulin Resistance & Prediabetes Low Blood Glucose (Hypoglycemia) Managing Diabetes Monogenic Forms of Diabetes: Neonatal Diabetes & MODY Nerve Damage (Diabetic Neuropathies) Pancreatic Islet Transplantation Preventing Diabetes Problems Preventing Type 2 Diabetes Risk Factors for Type 2 Diabetes Symptoms & Causes of Diabetes Type 1 Diabetes Type 2 Diabetes What is Diabetes? Diabetes Discoveries & Practice Blog How To Treat Cardiovascular Disease in People with Diabetes More Blog Posts Community Health & Outreach Diabetes Alert Day National Diabetes Month More Community Health Resources Diabetes for Health Professionals Diabetes & Prediabetes Tests Game Plan for Preventing Type 2 Diabetes Diabetes School Guide Guiding Principles for the Care of People with or at Risk for Diabetes More Resources for Diabetes Health Professionals Clinical Trials Watch a video of NIDDK Director Dr. Griffin P. Rodgers explaining the importance of participating in clinical trials Research Discoveries & News NIH launches large study to tackle type 2 diabetes in young people Use of metformin in adults with diabetes linked to lower risk of long COVID Bariatric surgery provides long-term blood glucose control, type 2 diabetes remission Celebrating the 50th Anniversary of Diabetes Research Centers More Research News",
    "metadata": {
      "scraped_at": "2026-01-07T20:02:54.836827",
      "content_type": "medical_article",
      "word_count": 987,
      "headers_found": 10
    },
    "headers": [
      {
        "level": "h1",
        "text": "Diabetes"
      },
      {
        "level": "h2",
        "text": "Featured Topics"
      },
      {
        "level": "h2",
        "text": "Diabetes Basics"
      },
      {
        "level": "h2",
        "text": "Statistics"
      },
      {
        "level": "h2",
        "text": "Diabetes Topics"
      },
      {
        "level": "h2",
        "text": "Diabetes Discoveries & Practice Blog"
      },
      {
        "level": "h2",
        "text": "Community Health & Outreach"
      },
      {
        "level": "h2",
        "text": "Diabetes for Health Professionals"
      },
      {
        "level": "h2",
        "text": "Clinical Trials"
      },
      {
        "level": "h2",
        "text": "Research Discoveries & News"
      }
    ],
    "keywords": [
      "diabetes",
      "disease",
      "problems",
      "type",
      "blood",
      "glucose",
      "with",
      "health",
      "preventing",
      "more"
    ]
  }
]